Repository: reckel-jm/cantara
Catalog: src/locals/cantara.*.po
Languages: de, es, fr, id, it, nl, pl, pt, ru, uk, vi

source: Here you can change the songs which you would like to display. For detailed information about the syntax, please consider the documentation.
de: Hier können Sie die Lieder bearbeiten, welche präsentiert werden sollen. Für detaillierte Informationen konsultieren Sie bitte die Dokumentation.
es: Aquí puede modificar las canciones que desea mostrar. Para obtener información detallada sobre la sintaxis, consulte la documentación.
fr: Ici vous pouvez modifier les chansons que vous souhaitez afficher. Pour des informations détaillées sur la syntaxe, veuillez consulter la documentation.
id: Di sini Anda dapat mengubah lagu yang ingin ditampilkan. Untuk informasi rinci tentang sintaks, silakan lihat dokumentasi.
it: Qui puoi modificare i brani che desideri visualizzare. Per informazioni dettagliate sulla sintassi, consulta la documentazione.
nl: Hier kunt u de nummers kiezen die u wilt gebruiken. Meer informatie over de syntaxis vindt u in de documentatie.
pl: Tutaj możesz zmieniać pieśni, które chcesz wyświetlać. Szczegółowe informacje o składni znajdziesz w dokumentacji.
pt: Aqui você pode alterar as músicas que deseja exibir. Para informações detalhadas sobre a sintaxe, consulte a documentação.
ru: Здесь вы можете изменять песни, которые хотите показывать. Подробную информацию о синтаксисе смотрите в документации.
uk: Тут ви можете змінювати пісні, які хочете показувати. Детальну інформацію про синтаксис див. у документації.
vi: Tại đây bạn có thể chỉnh sửa các bài hát muốn hiển thị. Để biết thông tin chi tiết về cú pháp, vui lòng xem tài liệu.

source: Please note: The song lyrics files are simple text files and can be also edited with every text editor on your local system. Cantara offers only basic functionality yet.
de: Bitte beachten Sie: Die Liedtext-Dateien sind einfache Textdateien und können daher mit jedem beliebigen Texteditor bearbeitet werden. Cantara bietet nur grundlegende Unterstützung für die Bearbeitung.
es: Nota: Los archivos de letras de canciones son simples archivos de texto y también pueden editarse con cualquier editor de texto en su sistema local. Cantara ofrece por ahora solo funcionalidad básica.
fr: Remarque : les fichiers de paroles sont de simples fichiers texte et peuvent également être modifiés avec n’importe quel éditeur de texte sur votre système. Cantara n’offre pour l’instant que des fonctionnalités de base.
id: Perhatian: File lirik lagu adalah file teks sederhana dan juga dapat diedit dengan editor teks apa pun di sistem lokal Anda. Cantara saat ini hanya menawarkan fungsi dasar.
it: Nota: i file dei testi dei brani sono semplici file di testo e possono essere modificati con qualsiasi editor di testo sul tuo sistema. Cantara offre al momento solo funzionalità di base.
nl: Let op: songtekstbestanden zijn eenvoudige tekstbestanden die in elke tekstbewerker kunnen worden bewerkt. Cantara biedt momenteel slechts basisfuncties aan.
pl: Uwaga: pliki tekstów pieśni to zwykłe pliki tekstowe – możesz je edytować dowolnym edytorem tekstu na swoim komputerze. Cantara oferuje na razie tylko podstawowe funkcje.
pt: Atenção: os arquivos de letras de músicas são arquivos de texto simples e também podem ser editados com qualquer editor de texto no seu sistema local. O Cantara oferece apenas funcionalidades básicas por enquanto.
ru: Обратите внимание: файлы текстов песен — это обычные текстовые файлы, их можно редактировать любым текстовым редактором на вашем компьютере. Cantara пока предоставляет только базовые функции.
uk: Зверніть увагу: файли текстів пісень — це звичайні текстові файли, їх можна редагувати будь-яким текстовим редактором на вашому комп’ютері. Cantara наразі пропонує лише базові функції.
vi: Lưu ý: Tệp lời bài hát là tệp văn bản đơn giản, bạn có thể chỉnh sửa bằng bất kỳ trình soạn thảo văn bản nào trên máy tính. Cantara hiện chỉ cung cấp các chức năng cơ bản.

source: Cantara is free software which has been made with the hope that it might be useful and beneficial. Contribution via Github is more than welcome. Feel free to create issues, feature requests or pull request. All the Glory belongs to God! Soli Deo Gloria.
de: Cantara ist freie Software, welche mit dem Ziel entwickelt wurde, hilfreich und nützlich zu sein. Beteiligung über Github wird gerne gesehen. Es können Issues erstellt, sowie Feature- oder Pull-Requests übermittelt werden. Alle Ehre gehört Gott! Soli Deo Gloria.
es: Cantara es software libre creado con la esperanza de que sea útil y beneficioso. Las contribuciones a través de GitHub son más que bienvenidas. Siéntase libre de crear incidencias, solicitudes de funciones o pull requests. ¡Toda la gloria pertenece a Dios! Soli Deo Gloria.
fr: Cantara est un logiciel libre créé dans l’espoir qu’il soit utile et bénéfique. Les contributions via GitHub sont plus que bienvenues. N’hésitez pas à créer des issues, des demandes de fonctionnalités ou des pull requests. Toute la gloire revient à Dieu ! Soli Deo Gloria.
id: Cantara adalah perangkat lunak gratis yang dibuat dengan harapan dapat berguna dan memberkati. Kontribusi melalui GitHub sangat dihargai. Jangan ragu untuk membuat issue, permintaan fitur, atau pull request. Segala kemuliaan bagi Tuhan! Soli Deo Gloria.
it: Cantara è software libero creato nella speranza che sia utile e benefico. I contributi tramite GitHub sono più che benvenuti. Sentiti libero di aprire issue, richiedere funzionalità o inviare pull request. Tutta la Gloria appartiene a Dio! Soli Deo Gloria.
nl: Cantara is vrije software die wordt gemaakt in de hoop bruikbaar en nuttig te zijn. Bijdragen op GitHub zijn van harte welkom. Meld problemen, deel ideeën of open ‘pull requests’. Alleen aan God de eer! Soli Deo Gloria.
pl: Cantara to darmowe oprogramowanie stworzone z nadzieją, że będzie przydatne i błogosławione. Wszelkie wkłady przez GitHub są bardzo mile widziane. Śmiało zgłaszaj problemy, propozycje funkcji lub pull requesty. Cała chwała należy do Boga! Soli Deo Gloria.
pt: Cantara é um software gratuito criado na esperança de ser útil e abençoado. Contribuições via GitHub são muito bem-vindas. Sinta-se à vontade para criar issues, solicitar funcionalidades ou enviar pull requests. Toda a glória pertence a Deus! Soli Deo Gloria.
ru: Cantara — это свободное программное обеспечение, созданное в надежде, что оно будет полезным. Вклад через GitHub очень приветствуется. Смело создавайте issues, предложения функций или pull request. Вся слава принадлежит Богу! Soli Deo Gloria.
uk: Cantara — це вільне програмне забезпечення, створене з надією, що воно буде корисним. Внесок через GitHub дуже вітається. Смільливо створюйте issues, запити на функції чи pull request. Уся слава належить Богові! Soli Deo Gloria.
vi: Cantara là phần mềm miễn phí được tạo ra với hy vọng mang lại lợi ích. Sự đóng góp qua GitHub luôn được hoan nghênh. Hãy thoải mái tạo issue, đề xuất tính năng hoặc gửi pull request. Mọi vinh quang thuộc về Chúa! Soli Deo Gloria.

source: Welcome to the Editor!
de: Herzlich Willkommen beim Editor!
es: ¡Bienvenido al editor!
fr: Bienvenue dans l’éditeur !
id: Selamat datang di Editor!
it: Benvenuto nell'editor!
nl: Welkom in de bewerker!
pl: Witamy w edytorze!
pt: Bem-vindo ao editor!
ru: Добро пожаловать в редактор!
uk: Ласкаво просимо до редактора!
vi: Chào mừng đến với Trình chỉnh sửa!

# tfrmfulltextsearch.labalcreateindex.caption
source: Create Index...
de: Der Index wird erstellt...
es: Crear índice...
fr: Créer l’index…
id: Buat Indeks…
it: Crea indice...
nl: Index maken...
pl: Utwórz indeks…
pt: Criar índice…
ru: Создать индекс…
uk: Створити індекс…
vi: Tạo chỉ mục…

source: Enter a search term...
de: Geben Sie einen Suchbegriff ein...
es: Introduzca un término de búsqueda...
fr: Saisir un terme de recherche…
id: Masukkan kata kunci pencarian…
it: Inserisci un termine di ricerca...
nl: Voer een zoekterm in…
pl: Wpisz frazę wyszukiwania…
pt: Digite um termo de busca…
ru: Введите поисковый запрос…
uk: Введіть пошуковий запит…
vi: Nhập từ khóa tìm kiếm…

source: Enter search term
de: Geben Sie einen Suchbegriff ein
es: Introduzca el término de búsqueda
fr: Saisir le terme de recherche
id: Masukkan kata kunci pencarian
it: Inserisci termine di ricerca
nl: Voer een zoekterm in
pl: Wpisz wyszukiwaną frazę
pt: Digite o termo de busca
ru: Введите поисковый термин
uk: Введіть пошуковий термін
vi: Nhập từ khóa tìm kiếm

source: No items found... Try changing the search terms.
de: Kein Ergebniss gefunden... Versuchen Sie den Suchbegriff zu ändern.
es: No se encontraron elementos... Intente cambiar los términos de búsqueda.
fr: Aucun élément trouvé… Essayez de modifier les termes de recherche.
id: Tidak ada hasil yang ditemukan… Coba ubah kata kunci pencarian.
it: Nessun elemento trovato... Prova a modificare i termini di ricerca.
nl: Geen items gevonden… Probeer een andere zoekopdracht.
pl: Nie znaleziono elementów… Spróbuj zmienić warunki wyszukiwania.
pt: Nenhum item encontrado… Tente alterar os termos de busca.
ru: Ничего не найдено… Попробуйте изменить поисковый запрос.
uk: Нічого не знайдено… Спробуйте змінити пошуковий запит.
vi: Không tìm thấy mục nào… Hãy thử thay đổi từ khóa tìm kiếm.

source: Open Github Repository with Browser
de: Öffne das Github-Repository im Webbrowser
es: Abrir repositorio de GitHub en el navegador
fr: Ouvrir le dépôt GitHub dans le navigateur
id: Buka Repositori GitHub di Peramban
it: Apri repository GitHub nel browser
nl: GitHub-opslagruimte openen in webbrowser
pl: Otwórz repozytorium GitHub w przeglądarce
pt: Abrir repositório GitHub no navegador
ru: Открыть репозиторий GitHub в браузере
uk: Відкрити репозиторій GitHub у браузері
vi: Mở kho GitHub trong trình duyệt

source: Show used libraries and licenses
es: Mostrar las bibliotecas y licencias utilizadas
fr: Afficher les bibliothèques et licences utilisées
id: Tampilkan pustaka dan lisensi yang digunakan
it: Mostra librerie e licenze utilizzate
pl: Pokaż użyte biblioteki i licencje
pt: Mostrar bibliotecas e licenças utilizadas
ru: Показать использованные библиотеки и лицензии
uk: Показати використані бібліотеки та ліцензії
vi: Hiển thị thư viện và giấy phép sử dụng

source: Open Project's Webpage with Browser
de: Öffne die Projektwebseite im Browser
es: Abrir la página web del proyecto en el navegador
fr: Ouvrir la page web du projet dans le navigateur
id: Buka halaman web proyek di Peramban
it: Apri la pagina web del progetto nel browser
nl: Website openen in webbrowser
pl: Otwórz stronę projektu w przeglądarce
pt: Abrir página do projeto no navegador
ru: Открыть веб-сайт проекта в браузере
uk: Відкрити веб-сайт проєкту в браузері
vi: Mở trang web dự án trong trình duyệt

# tfrminfo.caption
source: About this Program
de: Über dieses Programm
es: Acerca de este programa
fr: À propos de ce programme
id: Tentang Program Ini
it: Informazioni sul programma
nl: Over dit programma
pl: O programie
pt: Sobre este programa
ru: О программе
uk: Про програму
vi: Về chương trình này

source: Autor: Jan Martin Reckel
fr: Auteur : Jan Martin Reckel
id: Penulis: Jan Martin Reckel
it: Autore: Jan Martin Reckel
nl: Maker: Jan Martin Reckel
ru: Автор: Jan Martin Reckel
uk: Автор: Jan Martin Reckel
vi: Tác giả: Jan Martin Reckel

source: lblCompDate
fr: Date de compilation
id: Tanggal Kompilasi
it: Data compilazione
pl: Data kompilacji
pt: Data de compilação
ru: Дата компиляции
uk: Дата компіляції
vi: Ngày biên dịch

source: This program has been published under the GPL3 licence. The source code is available at the Github repository, a documentation can be be found on the project's webpage. You are allowed to change and reuse this program under the specified terms and conditions of the GPL3 licence. The author wishes God's blessing for the use of the program!
de: Dieses Programm wurde unter der GPL3-Lizenz veröffentlicht. Der Quelltext ist im Github-Repository verfügbar. Eine Dokumentation kann auf der Internetseite des Projekts eingesehen werden. Die Veränderung und Weiterverwendung des Programms ist unter den von der GPL3-Lizenz spezifizierten Bedingungen zulässig. Der Autor wünscht für die Verwendung Gottes Segen!
es: Este programa ha sido publicado bajo la licencia GPL3. El código fuente está disponible en el repositorio de GitHub, y la documentación se puede encontrar en la página web del proyecto. Se permite modificar y reutilizar este programa bajo los términos y condiciones especificados en la licencia GPL3. ¡El autor desea la bendición de Dios para el uso del programa!
fr: Ce programme est publié sous licence GPL3. Le code source est disponible sur le dépôt GitHub et la documentation se trouve sur la page web du projet. Vous êtes autorisé à modifier et réutiliser ce programme selon les termes et conditions de la licence GPL3. L’auteur souhaite la bénédiction de Dieu sur l’utilisation de ce programme !
id: Program ini diterbitkan di bawah lisensi GPL3. Kode sumber tersedia di repositori GitHub, dan dokumentasi dapat ditemukan di halaman web proyek. Anda diizinkan untuk mengubah dan menggunakan kembali program ini sesuai syarat dan ketentuan lisensi GPL3. Penulis mendoakan berkat Tuhan atas penggunaan program ini!
it: Questo programma è pubblicato sotto licenza GPL3. Il codice sorgente è disponibile nel repository GitHub, la documentazione si trova sul sito del progetto. È consentito modificare e riutilizzare questo programma secondo i termini e le condizioni della licenza GPL3. L'autore augura la benedizione di Dio per l'uso di questo programma!
nl: Dit programma is uitgebracht onder de voorwaarden van de GPL3-licentie. De broncode is beschikbaar op GitHub; de documentatie op de website. Het is toegestaan om dit programma te bewerken en her uit te geven onder de voorwaarden van de GPL3-licentie. De maker wenst u Gods zegening bij gebruik van dit programma toe!
pl: Ten program został opublikowany na licencji GPL3. Kod źródłowy jest dostępny w repozytorium GitHub, dokumentacja znajduje się na stronie projektu. Możesz modyfikować i ponownie wykorzystywać ten program zgodnie z warunkami licencji GPL3. Autor życzy Bożego błogosławieństwa przy korzystaniu z programu!
pt: Este programa foi publicado sob a licença GPL3. O código-fonte está disponível no repositório GitHub e a documentação pode ser encontrada na página do projeto. Você tem permissão para modificar e reutilizar este programa sob os termos e condições especificados na licença GPL3. O autor deseja a bênção de Deus no uso deste programa!
ru: Эта программа опубликована под лицензией GPL3. Исходный код доступен в репозитории GitHub, документация — на сайте проекта. Вы можете изменять и повторно использовать программу в соответствии с условиями лицензии GPL3. Автор желает вам Божьего благословения при использовании программы!
uk: Ця програма опублікована під ліцензією GPL3. Вихідний код доступний у репозиторії GitHub, документація — на сайті проєкту. Ви можете змінювати та повторно використовувати програму відповідно до умов ліцензії GPL3. Автор бажає вам Божого благословення при використанні програми!
vi: Chương trình này được phát hành theo giấy phép GPL3. Mã nguồn có sẵn tại kho GitHub, tài liệu nằm trên trang web dự án. Bạn được phép sửa đổi và tái sử dụng chương trình theo các điều khoản của giấy phép GPL3. Tác giả cầu chúc phước lành của Chúa cho việc sử dụng chương trình!

source: lblVersion
fr: Version
id: Versi
it: Versione
pl: Wersja
pt: Versão
ru: Версия
uk: Версія
vi: Phiên bản

source: Save to File...
de: In Datei speichern...
es: Guardar en archivo...
fr: Enregistrer dans un fichier…
id: Simpan ke File…
it: Salva su file...
nl: Opslaan in bestand…
pl: Zapisz do pliku…
pt: Salvar em arquivo…
ru: Сохранить в файл…
uk: Зберегти у файл…
vi: Lưu vào tệp…

source: Export Songs as Markup
de: Die Liedauswahl in einer Markupsprache exportieren
es: Exportar canciones como marcado
fr: Exporter les chansons en format balisé
id: Ekspor Lagu sebagai Markup
it: Esporta brani come markup
nl: Nummers exporteren als markup
pl: Eksportuj pieśni jako znaczniki
pt: Exportar músicas como marcação
ru: Экспорт песен в формате разметки
uk: Експорт пісень у форматі розмітки
vi: Xuất bài hát dưới dạng đánh dấu

# tfrmmarkupexport.clipboardbutton.caption
source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
id: Salin ke Papan Klip
it: Copia negli appunti
nl: Kopiëren naar klembord
pl: Kopiuj do schowka
pt: Copiar para a área de transferência
ru: Копировать в буфер обмена
uk: Копіювати в буфер обміну
vi: Sao chép vào bộ nhớ tạm

source: Load Template File
de: Datei aus Template laden
es: Cargar archivo de plantilla
fr: Charger le fichier modèle
id: Muat File Template
it: Carica file modello
nl: Sjabloon laden uit bestand
pl: Wczytaj plik szablonu
pt: Carregar arquivo de modelo
ru: Загрузить файл шаблона
uk: Завантажити файл шаблону
vi: Tải tệp mẫu

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
id: Hasil
it: Risultato
nl: Resultaat
pl: Wynik
pt: Resultado
ru: Результат
uk: Результат
vi: Kết quả

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
nl: Sjabloon
pl: Szablon
pt: Modelo
ru: Шаблон
uk: Шаблон
vi: Mẫu

source: Presentation
de: Präsentation
es: Presentación
fr: Présentation
id: Presentasi
it: Presentazione
nl: Presentatie
pl: Prezentacja
pt: Apresentação
ru: Презентация
uk: Презентація
vi: Trình chiếu

source: Move to other screen
de: Auf einen anderen Bildschirm verschieben
es: Mover a otra pantalla
fr: Déplacer vers un autre écran
id: Pindah ke layar lain
it: Sposta su altro schermo
nl: Verplaatsen naar andere scherm
pl: Przenieś na inny ekran
pt: Mover para outra tela
ru: Переместить на другой экран
uk: Перемістити на інший екран
vi: Chuyển sang màn hình khác

source: Quit Presentation
de: Die Präsentation beenden
es: Salir de la presentación
fr: Quitter la présentation
id: Keluar dari Presentasi
it: Esci dalla presentazione
nl: Presentatie afsluiten
pl: Zakończ prezentację
pt: Sair da apresentação
ru: Завершить презентацию
uk: Завершити презентацію
vi: Thoát trình chiếu

source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
id: Layar Penuh
it: Schermo intero
nl: Schermvullende weergave
pl: Pełny ekran
pt: Tela cheia
ru: На весь экран
uk: На весь екран
vi: Toàn màn hình

source: Select background color
de: Hintergrundfarbe auswählen
es: Seleccione el color de fondo
fr: Sélectionner la couleur de fond
id: Pilih warna latar belakang
it: Seleziona colore di sfondo
nl: Kies een achtergrondkleur
pl: Wybierz kolor tła
pt: Selecionar cor de fundo
ru: Выбрать цвет фона
uk: Вибрати колір фону
vi: Chọn màu nền

# tfrmsettings.bgpicturedialog.title
source: Open image file
es: Abrir archivo de imagen
fr: Ouvrir un fichier image
id: Buka file gambar
it: Apri file immagine
nl: Afbeelding openen
pl: Otwórz plik obrazu
pt: Abrir arquivo de imagem
ru: Открыть файл изображения
uk: Відкрити файл зображення
vi: Mở tệp hình ảnh

source: Background Color...
de: Hintergrundfarbe...
es: Color de fondo...
fr: Couleur de fond…
id: Warna Latar Belakang…
it: Colore di sfondo...
nl: Achtergrondkleur…
pl: Kolor tła…
pt: Cor de fundo…
ru: Цвет фона…
uk: Колір фону…
vi: Màu nền…

source: Background Image...
de: Hintergrundbild...
es: Imagen de fondo...
fr: Image de fond…
id: Gambar Latar Belakang…
it: Immagine di sfondo...
nl: Achtergrondafbeelding…
pl: Obraz tła…
pt: Imagem de fundo…
ru: Фоновое изображение…
uk: Фонове зображення…
vi: Hình nền…

# tfrmsettings.btnclose.caption
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
uk: Закрити
vi: Đóng

source: Details...
es: Detalles...
fr: Détails…
id: Detail…
it: Dettagli...
pl: Szczegóły…
pt: Detalhes…
ru: Детали…
uk: Деталі…
vi: Chi tiết…

source: Change Font Settings...
de: Schriftgröße und -art bearbeiten...
es: Cambiar configuración de fuente...
fr: Modifier les paramètres de police…
id: Ubah Pengaturan Font…
it: Modifica impostazioni font...
nl: Lettertype-instellingen wijzigen…
pl: Zmień ustawienia czcionki…
pt: Alterar configurações de fonte…
ru: Изменить настройки шрифта…
uk: Змінити налаштування шрифту…
vi: Thay đổi cài đặt phông chữ…

source: Text Color...
de: Schriftfarbe...
es: Color del texto...
fr: Couleur du texte…
id: Warna Teks…
it: Colore testo...
nl: Tekstkleur…
pl: Kolor tekstu…
pt: Cor do texto…
ru: Цвет текста…
uk: Колір тексту…
vi: Màu chữ…

# tfrmsettings.caption
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
uk: Налаштування
vi: Cài đặt

source: Show black screen when slide is empty
es: Mostrar pantalla negra cuando la diapositiva está vacía
fr: Afficher un écran noir quand la diapositive est vide
id: Tampilkan layar hitam saat slide kosong
it: Mostra schermo nero quando la diapositiva è vuota
pl: Pokaż czarny ekran, gdy slajd jest pusty
pt: Mostrar tela preta quando o slide estiver vazio
ru: Показывать чёрный экран, если слайд пустой
uk: Показувати чорний екран, коли слайд порожній
vi: Hiển thị màn hình đen khi slide trống

source: Empty slide between songs
de: Leerfolie zwischen den Liedern einfügen
es: Diapositiva vacía entre canciones
fr: Diapositive vide entre les chansons
id: Slide kosong di antara lagu
it: Diapositiva vuota tra i brani
nl: Pauze tussen nummers
pl: Pusty slajd między pieśniami
pt: Slide vazio entre músicas
ru: Пустой слайд между песнями
uk: Порожній слайд між піснями
vi: Slide trống giữa các bài hát

source: Fade transition between slides
es: Transición de fundido entre diapositivas
fr: Transition en fondu entre les diapositives
id: Transisi pudar antar slide
it: Transizione dissolvenza tra diapositive
pl: Płynne przejście między slajdami
pt: Transição de esmaecimento entre slides
ru: Плавный переход между слайдами
uk: Плавний перехід між слайдами
vi: Hiệu ứng mờ dần giữa các slide

source: at first slide
de: bei der ersten Folie
es: en la primera diapositiva
fr: sur la première diapositive
id: pada slide pertama
it: nella prima diapositiva
nl: na eerste dia
pl: na pierwszym slajdzie
pt: no primeiro slide
ru: на первом слайде
uk: на першому слайді
vi: ở slide đầu tiên

source: at last slide
de: bei der letzten Folie
es: en la última diapositiva
fr: sur la dernière diapositive
id: pada slide terakhir
it: nell'ultima diapositiva
nl: na laatste dia
pl: na ostatnim slajdzie
pt: no último slide
ru: на последнем слайде
uk: на останньому слайді
vi: ở slide cuối cùng

source: at special title slide
de: Auf einer gesonderten Titelfolie
es: en la diapositiva de título especial
fr: sur la diapositive de titre spéciale
id: pada slide judul khusus
it: nella diapositiva titolo speciale
nl: op een speciale titelpauze
pl: na specjalnym slajdzie tytułowym
pt: no slide de título especial
ru: на специальном титульном слайде
uk: на спеціальному титульному слайді
vi: ở slide tiêu đề đặc biệt

source: Show Background Image:
de: Hintergrundbild anzeigen:
es: Mostrar imagen de fondo:
fr: Afficher l’image de fond :
id: Tampilkan Gambar Latar Belakang:
it: Mostra immagine di sfondo:
nl: Achtergrondafbeelding tonen:
pl: Pokaż obraz tła:
pt: Mostrar imagem de fundo:
ru: Показывать фоновое изображение:
uk: Показувати фонове зображення:
vi: Hiển thị hình nền:

source: Spoil next slides
de: Die nächste Folie andeuten
es: Revelar las siguientes diapositivas
fr: Afficher les diapositives suivantes en avance
id: Tampilkan slide berikutnya lebih awal
it: Mostra in anteprima le diapositive successive
nl: Volgende dia's overslaan
pl: Pokazuj kolejne slajdy z wyprzedzeniem
pt: Mostrar slides seguintes antecipadamente
ru: Показывать следующие слайды заранее
uk: Показувати наступні слайди заздалегідь
vi: Hiển thị trước các slide tiếp theo

source: Center
de: Zentriert
es: Centro
fr: Centrer
id: Tengah
it: Centro
nl: Centreren
pl: Wyśrodkuj
pt: Centralizar
ru: По центру
uk: По центру
vi: Giữa
