Repository: reckel-jm/cantara
Catalog: src/locals/cantara.*.po
Languages: de, es, fr, id, it, nl, pl, pt, ru, uk, vi

source: Error while saving. Propably you have not the required rights to access this file.
es: Error al guardar. Probablemente no tiene los derechos necesarios para acceder a este archivo.
fr: Erreur lors de l’enregistrement. Vous n’avez probablement pas les droits nécessaires pour accéder à ce fichier.
id: Kesalahan saat menyimpan. Kemungkinan Anda tidak memiliki hak akses ke file ini.
it: Errore durante il salvataggio. Probabilmente non hai i permessi necessari per accedere a questo file.
nl: Foutmelding tijdens opslaan: mogelijk beschikt u niet over de juiste bestandsrechten.
pl: Błąd podczas zapisywania. Prawdopodobnie nie masz wymaganych uprawnień do tego pliku.
pt: Erro ao salvar. Provavelmente você não tem os direitos necessários para acessar este arquivo.
ru: Ошибка при сохранении. Возможно, у вас нет прав доступа к этому файлу.
uk: Помилка під час збереження. Ймовірно, у вас немає прав доступу до цього файлу.
vi: Lỗi khi lưu. Có thể bạn không có quyền ghi vào tệp này.

source: You have to add songs first.
de: Es müssen zuerst Lieder für die Präsentation ausgewählt werden.
es: Primero tienes que añadir canciones.
fr: Vous devez d’abord ajouter des chansons.
id: Anda harus menambahkan lagu terlebih dahulu.
it: Devi prima aggiungere dei brani.
nl: Voeg eerst nummers toe.
pl: Najpierw musisz dodać pieśni.
pt: Você precisa adicionar músicas primeiro.
ru: Сначала добавьте песни.
uk: Спочатку додайте пісні.
vi: Bạn cần thêm bài hát trước.

source: The File you would like to open does not exists.
de: Die Datei, welche Sie öffnen möchten, existiert nicht.
es: El archivo que desea abrir no existe.
fr: Le fichier que vous souhaitez ouvrir n’existe pas.
id: File yang ingin Anda buka tidak ada.
it: Il file che desideri aprire non esiste.
nl: Het te openen bestand bestaat niet.
pl: Plik, który chcesz otworzyć, nie istnieje.
pt: O arquivo que você deseja abrir não existe.
ru: Файл, который вы хотите открыть, не существует.
uk: Файл, який ви хочете відкрити, не існує.
vi: Tệp bạn muốn mở không tồn tại.

source: Slide
de: Folie
es: Diapositiva
fr: Diapositive
it: Diapositiva
nl: Dia
pl: Slajd
ru: Слайд
uk: Слайд

source: Hint
de: Hinweis
es: Aviso
fr: Astuce
id: Petunjuk
it: Suggerimento
nl: Tip
pl: Wskazówka
pt: Dica
ru: Подсказка
uk: Підказка
vi: Gợi ý

source: Cantara is using your local default web browser's Java Script engine and the open source Java Script library PptxGenJs[](https://gitbrent.github.io/PptxGenJS/) to generate the pptx file. Therefore, after pressing OK, your web browser will open and ask you for a place to save the pptx file when the generation was done succesfully. During this process, no internet connection will be needed and no data is shared with anyone else despite your web browser. If you want to continue, press OK and this message won't show up again next time. If you don't want to continue, please press Cancel.
es: Cantara está utilizando el motor JavaScript de su navegador web predeterminado y la biblioteca JavaScript de código abierto PptxGenJS[](https://gitbrent.github.io/PptxGenJS/) para generar el archivo pptx. Por lo tanto, después de presionar Aceptar, su navegador web se abrirá y le pedirá un lugar para guardar el archivo pptx cuando la generación se haya completado con éxito. Durante este proceso, no se necesita conexión a Internet y no se comparten datos con nadie más aparte de su navegador. Si desea continuar, presione Aceptar y este mensaje no volverá a aparecer la próxima vez. Si no desea continuar, presione Cancelar.
fr: Cantara utilise le moteur JavaScript de votre navigateur web par défaut et la bibliothèque open source PptxGenJS[](https://gitbrent.github.io/PptxGenJS/) pour générer le fichier pptx. Après avoir cliqué sur OK, votre navigateur s’ouvrira et vous demandera où sauvegarder le fichier pptx une fois la génération terminée avec succès. Ce processus ne nécessite aucune connexion Internet et aucune donnée n’est partagée avec quiconque en dehors de votre navigateur. Si vous souhaitez continuer, cliquez sur OK (ce message n’apparaîtra plus par la suite). Si vous ne souhaitez pas continuer, cliquez sur Annuler.
id: Cantara menggunakan mesin JavaScript dari browser web default lokal Anda dan pustaka JavaScript open source PptxGenJs[](https://gitbrent.github.io/PptxGenJS/) untuk menghasilkan file pptx. Oleh karena itu, setelah menekan OK, browser web Anda akan terbuka dan meminta tempat untuk menyimpan file pptx setelah pembuatan selesai dengan sukses. Selama proses ini, tidak diperlukan koneksi internet dan tidak ada data yang dibagikan kepada pihak lain selain browser Anda. Jika ingin melanjutkan, tekan OK (pesan ini tidak akan muncul lagi di lain waktu). Jika tidak ingin melanjutkan, tekan Batal.
it: Cantara utilizza il motore JavaScript del tuo browser web predefinito e la libreria open source PptxGenJS[](https://gitbrent.github.io/PptxGenJS/) per generare il file pptx. Dopo aver premuto OK, il browser si aprirà e ti chiederà dove salvare il file pptx una volta completata la generazione con successo. Durante questo processo non è necessaria alcuna connessione Internet e nessun dato viene condiviso con terzi tramite il browser. Se vuoi continuare premi OK (questo messaggio non riapparirà più in futuro). Altrimenti premi Annulla.
pl: Cantara wykorzystuje silnik JavaScript Twojej domyślnej przeglądarki oraz otwartą bibliotekę JavaScript PptxGenJS[](https://gitbrent.github.io/PptxGenJS/), aby wygenerować plik pptx. Po naciśnięciu „OK” przeglądarka otworzy się i poprosi o miejsce zapisu pliku po zakończeniu generowania. W tym procesie nie jest wymagane połączenie z internetem i żadne dane nie są udostępniane nikomu poza Twoją przeglądarką. Jeśli chcesz kontynuować, naciśnij „OK” (wiadomość nie pojawi się ponownie). Jeśli nie chcesz kontynuować, naciśnij „Anuluj”.
pt: O Cantara está usando o motor JavaScript do seu navegador web padrão local e a biblioteca JavaScript de código aberto PptxGenJs[](https://gitbrent.github.io/PptxGenJS/) para gerar o arquivo pptx. Portanto, após pressionar OK, seu navegador abrirá e perguntará onde salvar o arquivo pptx quando a geração for concluída com sucesso. Durante esse processo, não é necessária conexão com a internet e nenhum dado é compartilhado com ninguém além do seu navegador. Se quiser continuar, pressione OK (esta mensagem não aparecerá novamente nas próximas vezes). Se não quiser continuar, pressione Cancelar.
ru: Cantara использует JavaScript-движок вашего браузера по умолчанию и открытую библиотеку PptxGenJS[](https://gitbrent.github.io/PptxGenJS/) для создания файла pptx. После нажатия OK браузер откроется и предложит место для сохранения файла после успешной генерации. Интернет-соединение не требуется, и никакие данные не передаются третьим лицам (кроме вашего браузера). Чтобы продолжить — нажмите OK (сообщение больше не появится). Чтобы отменить — нажмите Отмена.
uk: Cantara використовує JavaScript-двигун вашого браузера за замовчуванням та відкриту бібліотеку PptxGenJS[](https://gitbrent.github.io/PptxGenJS/), щоб створити файл pptx. Після натискання OK браузер відкриється та запропонує місце для збереження файлу після успішного створення. Під час процесу не потрібне підключення до Інтернету і жодні дані не передаються третім особам (окрім вашого браузера). Якщо хочете продовжити — натисніть OK (повідомлення більше не з’являтиметься). Якщо ні — натисніть Скасувати.
vi: Cantara sử dụng engine JavaScript của trình duyệt mặc định trên máy bạn và thư viện mã nguồn mở PptxGenJS[](https://gitbrent.github.io/PptxGenJS/) để tạo tệp pptx. Sau khi nhấn OK, trình duyệt sẽ mở ra và hỏi bạn nơi lưu tệp pptx sau khi tạo thành công. Quá trình này không cần kết nối internet và không chia sẻ dữ liệu với bất kỳ ai ngoài trình duyệt của bạn. Nếu muốn tiếp tục, nhấn OK (thông báo này sẽ không hiện lại lần sau). Nếu không muốn tiếp tục, nhấn Hủy.

source: The song {songname} is empty. It will not be added.
de: Das Lied {songname} ist leer. Es wird nicht hinzugefügt.
es: La canción {songname} está vacía. No se agregará.
fr: La chanson {songname} est vide. Elle ne sera pas ajoutée.
id: Lagu {songname} kosong. Tidak akan ditambahkan.
it: Il brano {songname} è vuoto. Non verrà aggiunto.
nl: “{songname}” is blanco en zal niet worden toegevoegd.
pl: Pieśń {songname} jest pusta. Nie zostanie dodana.
pt: A música {songname} está vazia. Ela não será adicionada.
ru: Песня {songname} пустая. Она не будет добавлена.
uk: Пісня {songname} порожня. Її не буде додано.
vi: Bài hát {songname} đang trống. Sẽ không được thêm.

source: The songs from the file have been imported to your song repository.
de: Die Lieder der Datei wurden erfolgreich in das Liedverzeichnis importiert.
es: Las canciones del archivo se han importado a su repositorio de canciones.
fr: Les chansons du fichier ont été importées dans votre répertoire de chansons.
id: Lagu-lagu dari file telah diimpor ke repositori lagu Anda.
it: I brani del file sono stati importati nel tuo repository dei brani.
nl: De nummers uit het bestand zijn geïmporteerd naar uw verzameling.
pl: Pieśni z pliku zostały zaimportowane do Twojego repozytorium pieśni.
pt: As músicas do arquivo foram importadas para o seu repositório de músicas.
ru: Песни из файла импортированы в ваш репозиторий.
uk: Пісні з файлу імпортовано до вашого репозиторію пісень.
vi: Các bài hát từ tệp đã được nhập vào kho bài hát của bạn.

source: Title Slide
de: Titelfolie
es: Diapositiva de título
fr: Diapositive de titre
id: Slide Judul
it: Diapositiva titolo
nl: Titel van dia
pl: Slajd tytułowy
pt: Slide de título
ru: Титульный слайд
uk: Титульний слайд
vi: Slide tiêu đề

source: Font Selection
de: Schriftarteneinstellungen
es: Selección de fuente
fr: Sélection de police
id: Pemilihan Font
it: Selezione font
nl: Lettertype kiezen
pl: Wybór czcionki
pt: Seleção de fonte
ru: Выбор шрифта
uk: Вибір шрифту
vi: Chọn phông chữ

source: Font Properties
de: Schrift
es: Propiedades de la fuente
fr: Propriétés de la police
id: Properti Font
it: Proprietà del font
nl: Lettertype-eigenschappen
pl: Właściwości czcionki
pt: Propriedades da fonte
ru: Свойства шрифта
uk: Властивості шрифту
vi: Thuộc tính phông chữ

source: Font
de: Schriftart
es: Fuente
fr: Police
nl: Lettertype
pl: Czcionka
pt: Fonte
ru: Шрифт
uk: Шрифт
vi: Phông chữ

source: Formatation
de: Formatierung
es: Formato
fr: Formatage
id: Pemformatan
it: Formattazione
nl: Opmaak
pl: Formatowanie
pt: Formatação
ru: Форматирование
uk: Форматування
vi: Định dạng

source: Font Size:
de: Schriftgröße:
es: Tamaño de la fuente:
fr: Taille de police :
id: Ukuran Font:
it: Dimensione font:
nl: Tekstgrootte:
pl: Rozmiar czcionki:
pt: Tamanho da fonte:
ru: Размер шрифта:
uk: Розмір шрифту:
vi: Cỡ chữ:

source: Amazing Grace, how sweet the sound, that saved a wretch like me! How gracious is that grace.
es: Gracia asombrosa, ¡qué dulce el sonido, que salvó a un desdichado como yo! Cuán graciosa es esa gracia.
fr: Étonnante grâce, que ce son est doux, qui a sauvé un misérable comme moi ! Quelle grâce merveilleuse.
id: Anugerah Luar Biasa, betapa manis suaranya, menyelamatkan orang berdosa sepertiku! Betapa besar anugerah itu.
it: Grazia meravigliosa, com'è dolce il suono che ha salvato un miserabile come me! Quanto è grande quella grazia.
nl: Genade, zo oneindig groot, dat ik, die ’t niet verdien, het leven vond, want ik was dood, en blind, maar nu kan ‘k zien.
pl: Niesamowita łaska, jak słodko brzmi, uratowała takiego nędznika jak ja! Jak wielka jest ta łaska.
pt: Graça maravilhosa, que som doce, que salvou um miserável como eu! Quão graciosa é essa graça.
ru: Удивительная благодать, какой сладкий звук, спасла такого несчастного, как я! Как велика эта благодать.
uk: Дивовижна благодать, який солодкий звук, що врятувала такого нещасного, як я! Яка милостива ця благодать.
vi: Ân điển diệu kỳ, âm thanh ngọt ngào biết bao, đã cứu một kẻ khốn cùng như tôi! Ân điển ấy thật lớn lao biết bao.

source: Choose...
de: Auswählen...
es: Elegir...
fr: Choisir…
id: Pilih…
it: Scegli...
nl: Kiezen…
pl: Wybierz…
pt: Escolher…
ru: Выбрать…
uk: Вибрати…
vi: Chọn…

source: Export All
de: Alles exportieren
es: Exportar todo
fr: Tout exporter
id: Ekspor Semua
it: Esporta tutto
nl: Alles exporteren
pl: Eksportuj wszystko
pt: Exportar tudo
ru: Экспортировать всё
uk: Експортувати все
vi: Xuất tất cả

# tformimageexport.buttonexportcurrent.caption
source: Export Current
de: Das Ausgewählte exportieren
es: Exportar actual
fr: Exporter l’actuel
id: Ekspor yang Saat Ini
it: Esporta corrente
nl: Huidige exporteren
pl: Eksportuj bieżący
pt: Exportar atual
ru: Экспортировать текущий
uk: Експортувати поточний
vi: Xuất hiện tại

source: Reload Preview...
de: Vorschau neu laden...
es: Recargar vista previa...
fr: Recharger l’aperçu…
id: Muat Ulang Pratinjau…
it: Ricarica anteprima...
nl: Voorvertoning herladen…
pl: Odśwież podgląd…
pt: Recarregar pré-visualização…
ru: Обновить предпросмотр…
uk: Оновити попередній перегляд…
vi: Tải lại xem trước…

source: Image Exporter
de: Bildexport
es: Exportador de imágenes
fr: Exportateur d’images
id: Pengekspor Gambar
it: Esportatore immagini
nl: Afbeelding(en) exporteren
pl: Eksport obrazów
pt: Exportador de imagens
ru: Экспорт изображений
uk: Експорт зображень
vi: Công cụ xuất hình ảnh

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
id: Sinkronkan
it: Sincronizza
nl: Synchroniseren
pl: Synchronizuj
pt: Sincronizar
ru: Синхронизировать
uk: Синхронізувати
vi: Đồng bộ

# tformimageexport.groupsettings.caption
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
uk: Налаштування
vi: Cài đặt

# tformimageexport.itemexport.caption
source: Export
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
it: Esporta
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
uk: Експорт
vi: Xuất

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
id: Hapus
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
uk: Видалити
vi: Xóa

source: Folder:
de: Ordner:
es: Carpeta:
fr: Dossier :
it: Cartella:
nl: Map:
pt: Pasta:
ru: Папка:
uk: Тека:
vi: Thư mục:

source: Height:
de: Höhe:
es: Altura:
fr: Hauteur :
id: Tinggi:
it: Altezza:
nl: Hoogte:
pl: Wysokość:
pt: Altura:
ru: Высота:
uk: Висота:
vi: Chiều cao:

source: Width:
de: Breite:
es: Anchura:
fr: Largeur :
id: Lebar:
it: Larghezza:
nl: Breedte:
pl: Szerokość:
pt: Largura:
ru: Ширина:
uk: Ширина:
vi: Chiều rộng:

source: Additional Settings
de: Zusätzliche Einstellungen
es: Ajustes adicionales
fr: Paramètres supplémentaires
id: Pengaturan Tambahan
it: Impostazioni aggiuntive
nl: Aanvullende instellingen
pl: Dodatkowe ustawienia
pt: Configurações adicionais
ru: Дополнительные настройки
uk: Додаткові налаштування
vi: Cài đặt bổ sung

source: Padding
de: Rand
es: Acolchado
fr: Marge intérieure
it: Margini
nl: Opvulling
pl: Marginesy wewnętrzne
pt: Preenchimento interno
ru: Отступы
uk: Відступи
vi: Đệm lề

source: Bottom:
de: Unten:
es: Abajo:
fr: Bas :
id: Bawah:
it: In basso:
nl: Onderkant:
pl: Dół:
pt: Inferior:
ru: Снизу:
uk: Знизу:
vi: Dưới:

source: Left:
de: Links:
es: Izquierda:
fr: Gauche :
id: Kiri:
it: A sinistra:
nl: Links:
pl: Lewo:
pt: Esquerda:
ru: Слева:
uk: Зліва:
vi: Trái:

source: Right:
de: Rechts:
es: Derecha:
fr: Droite :
id: Kanan:
it: A destra:
nl: Rechts:
pl: Prawo:
pt: Direita:
ru: Справа:
uk: Справа:
vi: Phải:

source: Top:
de: Oben:
es: Arriba:
fr: Haut :
id: Atas:
it: In alto:
nl: Bovenkant:
pl: Góra:
pt: Superior:
ru: Сверху:
uk: Зверху:
vi: Trên:

# tfrmdisplaysongcontent.btnarchivate.caption
source: Archive
de: Archivieren
es: Archivar
fr: Archiver
id: Arsipkan
it: Archivia
nl: Archiveren
pl: Archiwizuj
pt: Arquivar
ru: Архивировать
uk: Архівувати
vi: Lưu trữ

# tfrmdisplaysongcontent.btnclose.caption
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
uk: Закрити
vi: Đóng

source: Convert CCLI File to Song Format
de: Die CCLI-Datei in das Song-Format konvertieren
es: Convertir archivo CCLI a formato canción
fr: Convertir le fichier CCLI au format chanson
id: Konversi File CCLI ke Format Lagu
it: Converti file CCLI in formato brano
nl: CCLI-bestand converteren naar muziekformaat
pl: Konwertuj plik CCLI na format pieśni
pt: Converter arquivo CCLI para formato de música
ru: Конвертировать файл CCLI в формат песни
uk: Конвертувати файл CCLI у формат пісні
vi: Chuyển đổi tệp CCLI sang định dạng bài hát

# tfrmdisplaysongcontent.btncopy.caption
source: Copy
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
uk: Копіювати
vi: Sao chép

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ganti Nama
it: Rinomina
nl: Naam wijzigen
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
uk: Перейменувати
vi: Đổi tên

# tfrmdisplaysongcontent.btnsave.caption
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
uk: Зберегти
vi: Lưu

source: Hint: The file which you are going to open is a CCLI file. It is recommended to convert the file to the song-format first and then edit the song file according to your wishes. If you would like to do so, please click the button below. The CCLI file will then be moved to the subdirectory 'archive' of your song repository and the generated song file will be opened for editing.
de: Hinweis: Die Datei, welche Sie öffnen möchten, ist eine CCLI-Datei. Es wird empfohlen, diese Datei zunächst in das Song-Format zu konvertieren und danach gemäß Ihren Wünschen zu bearbeiten. Wenn Sie dies nun tun möchten, klicken Sie bitte auf die untere Schaltfläche. Die CCLI-Datei wird dann in das Unterverzeichnis "archive" kopiert, welches sich in dem Liederverzeichnis befindet. Die konvertierte Datei wird zur Bearbeitung geöffnet.
es: Sugerencia: El archivo que va a abrir es un archivo CCLI. Se recomienda convertir primero el archivo al formato de canción y luego editar el archivo de canción según sus preferencias. Si desea hacerlo, haga clic en el botón de abajo. El archivo CCLI se moverá al subdirectorio 'archive' de su repositorio de canciones y el archivo de canción generado se abrirá para su edición.
fr: Astuce : Le fichier que vous allez ouvrir est un fichier CCLI. Il est recommandé de le convertir d’abord au format chanson, puis de modifier le fichier selon vos souhaits. Si vous souhaitez le faire, cliquez sur le bouton ci-dessous. Le fichier CCLI sera alors déplacé dans le sous-dossier « archive » de votre répertoire de chansons et le fichier chanson généré sera ouvert pour édition.
id: Petunjuk: File yang akan Anda buka adalah file CCLI. Disarankan untuk mengonversi file ke format lagu terlebih dahulu, kemudian mengedit file lagu sesuai keinginan Anda. Jika ingin melakukannya, klik tombol di bawah ini. File CCLI akan dipindahkan ke subdirektori 'archive' di repositori lagu Anda, dan file lagu yang dihasilkan akan dibuka untuk diedit.
it: Suggerimento: Il file che stai per aprire è un file CCLI. Si consiglia di convertirlo prima nel formato brano e poi modificarlo secondo le tue preferenze. Se desideri procedere, fai clic sul pulsante qui sotto. Il file CCLI verrà spostato nella sottocartella 'archive' del tuo repository dei brani e il file brano generato verrà aperto per la modifica.
nl: Tip: Het bestand dat u wilt openen is een ccli-bestand. Wij raden aan dit bestand te converteren en vervolgens naar eigen hand te zetten. Als u dit wilt doen, klik dan op onderstaande knop. Het ccli-bestand zal daarna worden verplaatst naar uw verzamelingsmap en het samengestelde nummerbestand zal worden geopend.
pl: Wskazówka: Plik, który chcesz otworzyć, jest plikiem CCLI. Zalecamy najpierw przekonwertować go na format pieśni, a następnie edytować według własnych potrzeb. Jeśli chcesz to zrobić, kliknij poniższy przycisk. Plik CCLI zostanie przeniesiony do podkatalogu „archive” Twojego repozytorium pieśni, a wygenerowany plik pieśni zostanie otwarty do edycji.
pt: Dica: O arquivo que você vai abrir é um arquivo CCLI. Recomenda-se converter o arquivo para o formato de música primeiro e depois editar o arquivo de música conforme desejar. Se quiser fazer isso, clique no botão abaixo. O arquivo CCLI será movido para o subdiretório 'archive' do seu repositório de músicas e o arquivo de música gerado será aberto para edição.
ru: Подсказка: Файл, который вы открываете — это файл формата CCLI. Рекомендуется сначала конвертировать его в формат песни, а затем редактировать. Если хотите это сделать, нажмите кнопку ниже. Файл CCLI будет перемещён в подпапку «archive» вашего репозитория песен, а созданный файл песни откроется для редактирования.
uk: Підказка: Файл, який ви відкриваєте — це файл CCLI. Рекомендується спочатку конвертувати його у формат пісні, а потім редагувати. Якщо бажаєте це зробити, натисніть кнопку нижче. Файл CCLI буде переміщено до підтеки «archive» вашого репозиторію пісень, а створений файл пісні відкриється для редагування.
vi: Gợi ý: Tệp bạn sắp mở là tệp CCLI. Khuyến nghị chuyển đổi tệp sang định dạng bài hát trước, sau đó chỉnh sửa theo ý muốn. Nếu muốn thực hiện, hãy nhấn nút bên dưới. Tệp CCLI sẽ được di chuyển vào thư mục con 'archive' của kho bài hát, và tệp bài hát vừa tạo sẽ được mở để chỉnh sửa.

source: Name:
es: Nombre:
fr: Nom :
id: Nama:
it: Nome:
nl: Naam:
pl: Nazwa:
pt: Nome:
ru: Название:
uk: Назва:
vi: Tên:

source: Close the Editor
de: Den Editor beenden
es: Cerrar el editor
fr: Fermer l’éditeur
id: Tutup Editor
it: Chiudi l'editor
nl: Bewerker sluiten
pl: Zamknij edytor
pt: Fechar o editor
ru: Закрыть редактор
uk: Закрити редактор
vi: Đóng trình chỉnh sửa

source: Create a new song
de: Ein neues Lied anlegen
es: Crear una nueva canción
fr: Créer une nouvelle chanson
id: Buat lagu baru
it: Crea un nuovo brano
nl: Nieuw nummer
pl: Utwórz nową pieśń
pt: Criar uma nova música
ru: Создать новую песню
uk: Створити нову пісню
vi: Tạo bài hát mới

source: Open Documentation in Webbrowser...
de: Öffne die Dokumentation im Webbrowser...
es: Abrir la documentación en el navegador web...
fr: Ouvrir la documentation dans le navigateur…
id: Buka Dokumentasi di Peramban Web…
it: Apri documentazione nel browser...
nl: Lees de documentatie in uw webbrowser…
pl: Otwórz dokumentację w przeglądarce…
pt: Abrir documentação no navegador…
ru: Открыть документацию в браузере…
uk: Відкрити документацію у браузері…
vi: Mở tài liệu trong trình duyệt web…
