Repository: reckel-jm/cantara
Catalog: src/locals/cantara.*.po
Languages: de, es, fr, id, it, nl, pl, pt, ru, uk, vi

source: Middle
de: Mittig
es: Medio
fr: Milieu vertical
id: Tengah vertikal
it: Centro verticale
nl: Midden
pl: Środek pionowo
pt: Meio vertical
ru: По вертикали по центру
uk: По середині
vi: Giữa theo chiều dọc

source: Presentation View
de: Präsentationsfenster
es: Vista de presentación
fr: Vue de présentation
id: Tampilan Presentasi
it: Vista presentazione
nl: Presentatiemodus
pl: Widok prezentacji
pt: Visualização de apresentação
ru: Режим презентации
uk: Режим презентації
vi: Chế độ trình chiếu

source: Song Repo Path:
de: Pfad des Liederverzeichnisses:
es: Ruta del repositorio de canciones:
fr: Chemin du répertoire des chansons :
id: Lokasi Repositori Lagu:
it: Percorso repository brani:
nl: Locatie van nummer:
pl: Ścieżka do repozytorium pieśni:
pt: Caminho do repositório de músicas:
ru: Путь к репозиторию песен:
uk: Шлях до репозиторію пісень:
vi: Đường dẫn kho bài hát:

source: Alignment:
de: Ausrichtung:
es: Alineación:
fr: Alignement :
id: Perataan:
it: Allineamento:
nl: Uitlijning:
pl: Wyrównanie:
pt: Alinhamento:
ru: Выравнивание:
uk: Вирівнювання:
vi: Căn lề:

source: ms
ru: мс
uk: мс

source: Change Image Transparency:
de: Transparenz des Bilds ändern:
es: Cambiar la transparencia de la imagen:
fr: Modifier la transparence de l’image :
id: Ubah Transparansi Gambar:
it: Modifica trasparenza immagine:
nl: Achtergronddoorzichtigheid wijzigen:
pl: Zmień przezroczystość obrazu:
pt: Alterar transparência da imagem:
ru: Изменить прозрачность изображения:
uk: Змінити прозорість зображення:
vi: Thay đổi độ trong suốt hình ảnh:

source: Show Meta Data:
de: Zeige Metadaten:
es: Mostrar metadatos:
fr: Afficher les métadonnées :
id: Tampilkan Metadata:
it: Mostra metadati:
nl: Metagegevens tonen:
pl: Pokaż metadane:
pt: Mostrar metadados:
ru: Показывать метаданные:
uk: Показувати метадані:
vi: Hiển thị siêu dữ liệu:

source: Meta Data Content:
de: Inhalt der Metadaten:
es: Contenido de metadatos:
fr: Contenu des métadonnées :
id: Isi Metadata:
it: Contenuto metadati:
nl: Metagegevensinhoud:
pl: Zawartość metadanych:
pt: Conteúdo dos metadados:
ru: Содержимое метаданных:
uk: Вміст метаданих:
vi: Nội dung siêu dữ liệu:

source: Automatic wrap after how many lines (0 = off):
de: Automatischer Seitenumbruch nach wie vielen Zeilen (0 = aus)
es: Ajuste automático después de cuántas líneas (0 = desactivado):
fr: Retour à la ligne automatique après combien de lignes (0 = désactivé) :
id: Otomatis pindah baris setelah berapa baris (0 = mati):
it: A capo automatico dopo quante righe (0 = disattivato):
nl: Automatisch afbreken na x-aantal regels (0 = uit):
pl: Automatyczne zawijanie po ilu liniach (0 = wyłączone):
pt: Quebra automática após quantas linhas (0 = desativado):
ru: Автоматический перенос после скольких строк (0 = выкл.):
uk: Автоматичний перенос після скількох рядків (0 = вимкнено):
vi: Tự động xuống dòng sau bao nhiêu dòng (0 = tắt):

source: The transparency of the background picture towards the background color
de: Die Transparenz des Hintergrundbilds im Bezug auf die Hintergrundfarbe
es: La transparencia de la imagen de fondo respecto al color de fondo
fr: La transparence de l’image de fond par rapport à la couleur de fond
id: Tingkat transparansi gambar latar terhadap warna latar
it: La trasparenza dell'immagine di sfondo rispetto al colore di sfondo
nl: De doorzichtigheid van de achtergrondafbeelding ten opzichte van de achtergrondkleur
pl: Przezroczystość obrazu tła względem koloru tła
pt: A transparência da imagem de fundo em relação à cor de fundo
ru: Прозрачность фонового изображения относительно цвета фона
uk: Прозорість фонового зображення відносно кольору фону
vi: Độ trong suốt của hình nền so với màu nền

source: Select song repository dictionary
de: Liederverzeichnis auswählen
es: Seleccionar directorio del repositorio de canciones
fr: Sélectionner le dossier du répertoire des chansons
id: Pilih direktori repositori lagu
it: Seleziona cartella del repository brani
nl: Kies het nummerwoordenboek
pl: Wybierz folder repozytorium pieśni
pt: Selecionar pasta do repositório de músicas
ru: Выберите папку репозитория песен
uk: Виберіть теку репозиторію пісень
vi: Chọn thư mục kho bài hát

source: Select text color
de: Schriftfarbe auswählen
es: Seleccionar el color del texto
fr: Sélectionner la couleur du texte
id: Pilih warna teks
it: Seleziona colore del testo
nl: Kies een tekstkleur
pl: Wybierz kolor tekstu
pt: Selecionar cor do texto
ru: Выбрать цвет текста
uk: Вибрати колір тексту
vi: Chọn màu chữ

source: Edit Files
de: Dateieditor
es: Editar archivos
fr: Modifier les fichiers
id: Edit File
it: Modifica file
nl: Bestanden bewerken
pl: Edytuj pliki
pt: Editar arquivos
ru: Редактировать файлы
uk: Редагувати файли
vi: Chỉnh sửa tệp

# tfrmsongedit.itemcopy.caption
source: Copy
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
uk: Копіювати
vi: Sao chép

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
id: Potong
it: Taglia
nl: Knippen
pl: Wytnij
pt: Recortar
ru: Вырезать
uk: Вирізати
vi: Cắt

source: Zoom In
de: Vergrößern
es: Acercar
fr: Zoom avant
id: Perbesar
it: Zoom avanti
nl: Inzoomen
pl: Powiększ
pt: Aumentar zoom
ru: Увеличить
uk: Збільшити
vi: Phóng to

source: Zoom Out
de: Verkleinern
es: Alejar
fr: Zoom arrière
id: Perkecil
it: Zoom indietro
nl: Uitzoomen
pl: Pomniejsz
pt: Diminuir zoom
ru: Уменьшить
uk: Зменшити
vi: Thu nhỏ

source: Paste
de: Einfügen
es: Pegar
fr: Coller
id: Tempel
it: Incolla
nl: Plakken
pl: Wklej
pt: Colar
ru: Вставить
uk: Вставити
vi: Dán

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
id: Ulangi
it: Ripeti
nl: Opnieuw uitvoeren
pl: Powtórz
pt: Refazer
ru: Повторить
uk: Повторити
vi: Làm lại

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
id: Batalkan
it: Annulla
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
ru: Отменить
uk: Скасувати
vi: Hoàn tác

# tfrmsongedit.menuedit.caption
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
uk: Редагувати
vi: Chỉnh sửa

# tfrmsongedit.menufile.caption
source: File
de: Datei
es: Archivo
fr: Fichier
nl: Bestand
pl: Plik
pt: Arquivo
ru: Файл
uk: Файл
vi: Tệp

# tfrmsongedit.menuitemarchivate.caption
source: Archive
de: Archivieren
es: Archivar
fr: Archiver
id: Arsipkan
it: Archivia
nl: Archiveren
pl: Archiwizuj
pt: Arquivar
ru: Архивировать
uk: Архівувати
vi: Lưu trữ

source: Close Editor
es: Cerrar editor
fr: Fermer l’éditeur
id: Tutup Editor
it: Chiudi editor
nl: Bewerker sluiten
pl: Zamknij edytor
pt: Fechar editor
ru: Закрыть редактор
uk: Закрити редактор
vi: Đóng trình chỉnh sửa

# tfrmsongedit.menuitemcopy.caption
source: Duplicate
de: Kopieren
es: Duplicar
fr: Dupliquer
id: Duplikat
it: Duplica
nl: Kopiëren
pl: Duplikuj
pt: Duplicar
ru: Дублировать
uk: Дублювати
vi: Nhân bản

source: New
de: Neu
es: Nuevo
fr: Nouveau
id: Baru
it: Nuovo
nl: Nieuw
pl: Nowy
pt: Novo
ru: Новый
uk: Новий
vi: Mới

# tfrmsongedit.menuitemsave.caption
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
uk: Зберегти
vi: Lưu

source: View
de: Ansicht
es: Ver
fr: Affichage
id: Tampilan
it: Visualizza
nl: Weergave
pl: Widok
pt: Visualizar
ru: Просмотр
uk: Перегляд
vi: Xem

source: Leere alle ausgewählten Lieder
es: Borrar todas las canciones seleccionadas
fr: Vider toutes les chansons sélectionnées
id: Kosongkan semua lagu yang dipilih
it: Cancella tutti i brani selezionati
nl: Prullenbak legen
pl: Wyczyść wszystkie wybrane pieśni
pt: Limpar todas as músicas selecionadas
ru: Очистить все выбранные песни
uk: Очистити всі вибрані пісні
vi: Xóa tất cả bài hát đã chọn

# tfrmsongs.btnsettings.caption
source: Settings...
de: Einstellungen...
es: Ajustes...
fr: Paramètres…
id: Pengaturan…
it: Impostazioni...
nl: Instellingen…
pl: Ustawienia…
pt: Configurações…
ru: Настройки…
uk: Налаштування…
vi: Cài đặt…

# tfrmsongs.btnstartpresentation.caption
source: Presentation...
de: Präsentation...
es: Presentación...
fr: Présentation…
id: Presentasi…
it: Presentazione...
nl: Presentatie…
pl: Prezentacja…
pt: Apresentação…
ru: Презентация…
uk: Презентація…
vi: Trình chiếu…

source: Close File
de: Datei schließen
es: Cerrar archivo
fr: Fermer le fichier
id: Tutup File
it: Chiudi file
nl: Bestand sluiten
pl: Zamknij plik
pt: Fechar arquivo
ru: Закрыть файл
uk: Закрити файл
vi: Đóng tệp

source: Multi-Screen-Mode (suitable for multiple screens)
de: Zwei-Bildschirm-Modus (für Beamer etc. geeignet)
es: Modo multipantalla (apto para varias pantallas)
fr: Mode multi-écrans (adapté à plusieurs écrans)
id: Mode Multi-Layar (cocok untuk beberapa layar)
it: Modalità multi-schermo (adatta per più schermi)
nl: Meerdereschermenmodus (voor meerdere beeldschermen)
pl: Tryb wieloekranowy (dla wielu monitorów)
pt: Modo multi-tela (adequado para várias telas)
ru: Режим нескольких экранов (для нескольких мониторов)
uk: Режим кількох екранів (для кількох моніторів)
vi: Chế độ đa màn hình (phù hợp với nhiều màn hình)

source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher…
id: Cari…
it: Cerca...
nl: Zoeken…
pl: Szukaj…
pt: Pesquisar…
ru: Поиск…
uk: Пошук…
vi: Tìm kiếm…

source: Information about the Program
de: Informationen über dieses Programm
es: Información sobre el programa
fr: Informations sur le programme
id: Informasi tentang Program
it: Informazioni sul programma
nl: Informatie over programma
pl: Informacje o programie
pt: Informações sobre o programa
ru: Информация о программе
uk: Інформація про програму
vi: Thông tin về chương trình

source: Edit song style...
es: Editar estilo de canción...
fr: Modifier le style de la chanson…
id: Edit gaya lagu…
it: Modifica stile brano...
pl: Edytuj styl pieśni…
pt: Editar estilo da música…
ru: Редактировать стиль песни…
uk: Редагувати стиль пісні…
vi: Chỉnh sửa kiểu bài hát…

# tfrmsongs.itemend.caption
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
uk: Закрити
vi: Đóng

source: Images...
de: Bilder...
es: Imágenes...
id: Gambar…
it: Immagini...
nl: Afbeeldingen…
pl: Obrazy…
pt: Imagens…
ru: Изображения…
uk: Зображення…
vi: Hình ảnh…

source: Powerpoint Presentation (pptx)
de: Powerpoint-Präsentation
es: Presentación de PowerPoint (pptx)
fr: Présentation PowerPoint (pptx)
id: Presentasi PowerPoint (pptx)
it: Presentazione PowerPoint (pptx)
nl: Powerpointpresentatie (pptx)
pl: Prezentacja PowerPoint (pptx)
pt: Apresentação PowerPoint (pptx)
ru: Презентация PowerPoint (pptx)
uk: Презентація PowerPoint (pptx)
vi: Trình chiếu PowerPoint (pptx)

source: Full Text Search...
de: Volltextsuche...
es: Búsqueda de texto completo...
fr: Recherche en texte intégral…
id: Pencarian Teks Penuh…
it: Ricerca full-text...
nl: Volledige tekst doorzoeken…
pl: Wyszukiwanie pełnotekstowe…
pt: Pesquisa de texto completo…
ru: Полнотекстовый поиск…
uk: Повнотекстовий пошук…
vi: Tìm kiếm toàn văn…

source: Load Song Selection...
de: Lade Liedauswahl...
es: Cargar selección de canciones...
fr: Charger la sélection de chansons…
id: Muat Pilihan Lagu…
it: Carica selezione brani...
nl: Nummerselectie laden…
pl: Wczytaj wybór pieśni…
pt: Carregar seleção de músicas…
ru: Загрузить выбор песен…
uk: Завантажити вибір пісень…
vi: Tải lựa chọn bài hát…

source: Markup Text...
es: Texto con marcado...
fr: Exporter le texte balisé…
id: Ekspor Teks Markup…
it: Esporta come markup...
nl: Tekst markeren…
pl: Eksport znaczników…
pt: Exportar texto marcado…
ru: Экспорт разметки…
uk: Експорт розмітки…
vi: Xuất văn bản đánh dấu…

source: Open in Editor...
de: Im Editor öffnen...
es: Abrir en el editor...
fr: Ouvrir dans l’éditeur…
id: Buka di Editor…
it: Apri nell'editor...
nl: Openen in bewerker…
pl: Otwórz w edytorze…
pt: Abrir no editor…
ru: Открыть в редакторе…
uk: Відкрити в редакторі…
vi: Mở trong trình chỉnh sửa…

source: Run Presentation
de: Starte die Präsentation
es: Ejecutar presentación
fr: Lancer la présentation
id: Jalankan Presentasi
it: Avvia presentazione
nl: Presenteren
pl: Uruchom prezentację
pt: Executar apresentação
ru: Запустить презентацию
uk: Запустити презентацію
vi: Chạy trình chiếu

source: Reload Song Repository
de: Liederverzeichnis erneut laden
es: Recargar repositorio de canciones
fr: Recharger le répertoire des chansons
id: Muat Ulang Repositori Lagu
it: Ricarica repository brani
nl: Verzamelingsmap herladen
pl: Odśwież repozytorium pieśni
pt: Recarregar repositório de músicas
ru: Обновить репозиторий песен
uk: Оновити репозиторій пісень
vi: Tải lại kho bài hát

source: Save Song Selection...
de: Liedauswahl speichern...
es: Guardar selección de canciones...
fr: Enregistrer la sélection de chansons…
id: Simpan Pilihan Lagu…
it: Salva selezione brani...
nl: Nummerselectie opslaan…
pl: Zapisz wybór pieśni…
pt: Salvar seleção de músicas…
ru: Сохранить выбор песен…
uk: Зберегти вибір пісень…
vi: Lưu lựa chọn bài hát…

source: Save Song Selection As...
de: Liedauswahl speichern unter...
es: Guardar selección de canciones como...
fr: Enregistrer la sélection de chansons sous…
id: Simpan Pilihan Lagu Sebagai…
it: Salva selezione brani come...
nl: Nummers opslaan als…
pl: Zapisz wybór pieśni jako…
pt: Salvar seleção de músicas como…
ru: Сохранить выбор песен как…
uk: Зберегти вибір пісень як…
vi: Lưu lựa chọn bài hát dưới dạng…

source: Select all Songs
de: Alle Lieder auswählen
es: Seleccionar todas las canciones
fr: Sélectionner toutes les chansons
id: Pilih Semua Lagu
it: Seleziona tutti i brani
nl: Alle nummers selecteren
pl: Zaznacz wszystkie pieśni
pt: Selecionar todas as músicas
ru: Выбрать все песни
uk: Вибрати всі пісні
vi: Chọn tất cả bài hát

# tfrmsongs.itemsettings.caption
source: Settings...
de: Einstellungen...
es: Ajustes...
fr: Paramètres…
id: Pengaturan…
it: Impostazioni...
nl: Instellingen…
pl: Ustawienia…
pt: Configurações…
ru: Настройки…
uk: Налаштування…
vi: Cài đặt…

source: Show Welcome Assistent...
de: Zeige den Einrichtungsassistenten...
es: Mostrar asistente de bienvenida...
fr: Afficher l’assistant de bienvenue…
id: Tampilkan Asisten Selamat Datang…
it: Mostra assistente di benvenuto...
nl: Instelhulp tonen…
pl: Pokaż asystenta powitalnego…
pt: Mostrar assistente de boas-vindas…
ru: Показать помощник приветствия…
uk: Показати помічник вітання…
vi: Hiển thị trợ lý chào mừng…

source: Song Lyrics...
de: Liedtexte...
es: Letras de canciones...
fr: Paroles de chansons…
id: Lirik Lagu…
it: Testi dei brani...
nl: Songtekst…
pl: Teksty pieśni…
pt: Letras das músicas…
ru: Текст песен…
uk: Текст пісень…
vi: Lời bài hát…

source: Slide Numbers
de: Foliennummern
es: Números de diapositiva
fr: Numéros de diapositives
id: Nomor Slide
it: Numeri diapositiva
nl: Volgnummer
pl: Numery slajdów
pt: Números dos slides
ru: Номера слайдов
uk: Номери слайдів
vi: Số slide

source: Presentation is running:
de: Die Präsentation läuft:
es: La presentación está en ejecución:
fr: La présentation est en cours :
id: Presentasi sedang berjalan:
it: Presentazione in esecuzione:
nl: Actieve presentatie:
pl: Prezentacja jest uruchomiona:
pt: Apresentação em execução:
ru: Презентация запущена:
uk: Презентація запущена:
vi: Đang chạy trình chiếu:

# tfrmsongs.menuedit.caption
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
uk: Редагувати
vi: Chỉnh sửa

# tfrmsongs.menuexport.caption
source: Export
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
it: Esporta
nl: Exporteer
pl: Eksportuj
pt: Exportar
ru: Экспорт
uk: Експорт
vi: Xuất

# tfrmsongs.menufile.caption
source: File
de: Datei
es: Archivo
fr: Fichier
nl: Bestand
pl: Plik
pt: Arquivo
ru: Файл
uk: Файл
vi: Tệp

source: Help
de: Hilfe
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto
nl: Hulp
pl: Pomoc
pt: Ajuda
ru: Справка
uk: Довідка
vi: Trợ giúp

source: Open Song List
de: Öffne Liederliste
es: Abrir lista de canciones
fr: Ouvrir la liste des chansons
id: Buka Daftar Lagu
it: Apri elenco brani
nl: Nummerlijst tonen
pl: Otwórz listę pieśni
pt: Abrir lista de músicas
ru: Открыть список песен
uk: Відкрити список пісень
vi: Mở danh sách bài hát

source: PanelSongTeXStatus
fr: Panneau d’état SongTeX
id: Panel Status SongTeX
it: Stato file SongTeX
pl: Panel statusu SongTeX
pt: Painel de status SongTeX
ru: Статус SongTeX
uk: Статус SongTeX
vi: Bảng trạng thái SongTeX

source: Save Song List
de: Speichere Liederliste
es: Guardar lista de canciones
fr: Enregistrer la liste des chansons
id: Simpan Daftar Lagu
it: Salva elenco brani
nl: Nummerlijst opslaan
pl: Zapisz listę pieśni
pt: Salvar lista de músicas
ru: Сохранить список песен
uk: Зберегти список пісень
vi: Lưu danh sách bài hát

source: Browse...
es: Examinar...
fr: Parcourir…
id: Telusuri…
it: Sfoglia...
pl: Przeglądaj…
pt: Procurar…
ru: Обзор…
uk: Огляд…
vi: Duyệt…

source: Cancel
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отмена
uk: Скасувати
vi: Hủy

source: Select font...
es: Seleccionar fuente...
fr: Sélectionner la police…
id: Pilih font…
it: Seleziona font...
pl: Wybierz czcionkę…
pt: Selecionar fonte…
ru: Выбрать шрифт…
uk: Вибрати шрифт…
vi: Chọn phông chữ…

source: Reset to global default
es: Restablecer a valores predeterminados globales
fr: Réinitialiser aux valeurs globales par défaut
id: Kembalikan ke default global
it: Ripristina impostazioni globali predefinite
pl: Przywróć domyślne globalne
pt: Redefinir para padrão global
ru: Сбросить к глобальным настройкам
uk: Скинути до глобальних налаштувань
vi: Đặt lại về mặc định toàn cục

source: Song Style Override
es: Anulación de estilo de canción
fr: Remplacement du style de la chanson
id: Ganti Gaya Lagu
it: Sovrascrittura stile brano
pl: Nadpisywanie stylu pieśni
pt: Sobrescrever estilo da música
ru: Переопределение стиля песни
uk: Перевизначення стилю пісні
vi: Ghi đè kiểu bài hát

source: Show background image
es: Mostrar imagen de fondo
fr: Afficher l’image de fond
id: Tampilkan gambar latar belakang
it: Mostra immagine di sfondo
pl: Pokaż obraz tła
pt: Mostrar imagem de fundo
ru: Показывать фоновое изображение
uk: Показувати фонове зображення
vi: Hiển thị hình nền

source: Use custom style for this song
es: Usar estilo personalizado para esta canción
fr: Utiliser un style personnalisé pour cette chanson
id: Gunakan gaya khusus untuk lagu ini
it: Usa stile personalizzato per questo brano
pl: Użyj niestandardowego stylu dla tej pieśni
pt: Usar estilo personalizado para esta música
ru: Использовать собственный стиль для этой песни
uk: Використовувати власний стиль для цієї пісні
vi: Sử dụng kiểu tùy chỉnh cho bài hát này

source: Horizontal Alignment
es: Alineación horizontal
fr: Alignement horizontal
id: Perataan Horizontal
it: Allineamento orizzontale
pl: Wyrównanie poziome
pt: Alinhamento horizontal
ru: Горизонтальное выравнивание
uk: Горизонтальне вирівнювання
vi: Căn chỉnh ngang

source: Background
es: Fondo
fr: Arrière-plan
id: Latar Belakang
it: Sfondo
pl: Tło
pt: Fundo
ru: Фон
uk: Фон
vi: Nền

source: Font && Text Colour
es: Fuente y color del texto
fr: Police et couleur du texte
id: Font & Warna Teks
it: Font e colore testo
pl: Czcionka i kolor tekstu
pt: Fonte e cor do texto
ru: Шрифт и цвет текста
uk: Шрифт і колір тексту
vi: Phông chữ & Màu chữ

source: Preview
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
pl: Podgląd
pt: Pré-visualização
ru: Предпросмотр
uk: Попередній перегляд
vi: Xem trước

source: Alignment:
es: Alineación:
fr: Alignement :
id: Perataan:
it: Allineamento:
pl: Wyrównanie:
pt: Alinhamento:
ru: Выравнивание:
uk: Вирівнювання:
vi: Căn chỉnh:

source: Background colour:
es: Color de fondo:
fr: Couleur d’arrière-plan :
id: Warna latar belakang:
it: Colore sfondo:
pl: Kolor tła:
pt: Cor de fundo:
ru: Цвет фона:
uk: Колір фону:
vi: Màu nền:

source: Path:
es: Ruta:
fr: Chemin :
id: Jalur:
it: Percorso:
pl: Ścieżka:
pt: Caminho:
ru: Путь:
uk: Шлях:
vi: Đường dẫn:

source: Text colour:
es: Color del texto:
fr: Couleur du texte :
id: Warna teks:
it: Colore testo:
pl: Kolor tekstu:
pt: Cor do texto:
ru: Цвет текста:
uk: Колір тексту:
vi: Màu chữ:

source: Transparency (%):
es: Transparencia (%):
fr: Transparence (%) :
id: Transparansi (%):
it: Trasparenza (%):
pl: Przezroczystość (%):
pt: Transparência (%):
ru: Прозрачность (%):
uk: Прозорість (%):
vi: Độ trong suốt (%):

source: Add "Amazing Grace" as an example
de: Füge „Amazing Grace“ als ein Beispiellied hinzu
es: Añadir "Amazing Grace" como ejemplo
fr: Ajouter « Amazing Grace » comme exemple
id: Tambahkan "Amazing Grace" sebagai contoh
it: Aggiungi "Amazing Grace" come esempio
nl: ‘Amazing Grace’ toevoegen als voorbeeldnummer
pl: Dodaj „Amazing Grace” jako przykład
pt: Adicionar "Amazing Grace" como exemplo
ru: Добавить «Amazing Grace» как пример
uk: Додати «Amazing Grace» як приклад
vi: Thêm “Amazing Grace” làm ví dụ

source: Back...
de: Zurück...
es: Atrás...
fr: Retour…
id: Kembali…
it: Indietro...
nl: Terug…
pl: Wstecz…
pt: Voltar…
ru: Назад…
uk: Назад…
vi: Quay lại…

source: Continue...
de: Weiter...
es: Continuar...
fr: Continuer…
id: Lanjutkan…
it: Continua...
nl: Volgende…
pl: Kontynuuj…
pt: Continuar…
ru: Продолжить…
uk: Продовжити…
vi: Tiếp tục…

source: Open Github Repository...
de: Öffne das Github-Repository...
es: Abrir repositorio de GitHub...
fr: Ouvrir le dépôt GitHub…
id: Buka Repositori GitHub…
it: Apri repository GitHub...
nl: GitHub-opslagruimte openen…
pl: Otwórz repozytorium GitHub…
pt: Abrir repositório GitHub…
ru: Открыть репозиторий GitHub…
uk: Відкрити репозиторій GitHub…
vi: Mở kho GitHub…

source: Open Webpage with Documentation...
de: Öffne die Internetseite mit Dokumentation...
es: Abrir página web con documentación...
fr: Ouvrir la page web avec la documentation…
id: Buka halaman web dengan dokumentasi…
it: Apri pagina web con documentazione...
nl: Lees de documentatie in uw webbrowser…
pl: Otwórz stronę z dokumentacją…
pt: Abrir página web com documentação…
ru: Открыть страницу с документацией…
uk: Відкрити сторінку з документацією…
vi: Mở trang web kèm tài liệu…

source: Select Song Repository...
de: Wähle das Liederverzeichnis...
es: Seleccionar repositorio de canciones...
fr: Sélectionner le répertoire des chansons…
id: Pilih Repositori Lagu…
it: Seleziona repository brani...
nl: Kies de nummermap…
pl: Wybierz repozytorium pieśni…
pt: Selecionar repositório de músicas…
ru: Выбрать репозиторий песен…
uk: Вибрати репозиторій пісень…
vi: Chọn kho bài hát…

source: Cantara Setup
de: Cantara-Einrichtungsassistent
es: Configuración de Cantara
fr: Configuration de Cantara
id: Pengaturan Cantara
it: Configurazione Cantara
nl: Cantara-instelhulp
pl: Konfiguracja Cantara
pt: Configuração do Cantara
ru: Настройка Cantara
uk: Налаштування Cantara
vi: Cài đặt Cantara
