Repository: reckel-jm/cantara
Catalog: src/locals/cantara.*.po
Languages: de, es, fr, id, it, nl, pl, pt, ru, uk, vi

source: However if you like, we can add the song "Amazing Grace" as an other example. For that, please press the button below. Else you can click "Next".
de: Wenn Sie jedoch möchten, können wir das Lied „Amazing Grace“ als ein weiteres Beispiel hinzufügen. Dazu klicken Sie auf die untere Schaltfläche. Ansonsten wählen Sie „Weiter“.
es: Sin embargo, si lo desea, podemos añadir la canción "Amazing Grace" como otro ejemplo. Para ello, pulse el botón de abajo. De lo contrario, puede hacer clic en "Siguiente".
fr: Toutefois, si vous le souhaitez, nous pouvons ajouter « Amazing Grace » comme autre exemple. Pour cela, cliquez sur le bouton ci-dessous. Sinon, vous pouvez cliquer sur « Suivant ».
id: Namun jika Anda mau, kami dapat menambahkan lagu "Amazing Grace" sebagai contoh lain. Untuk itu, tekan tombol di bawah ini. Jika tidak, Anda bisa klik "Berikutnya".
it: Se vuoi, possiamo aggiungere comunque "Amazing Grace" come ulteriore esempio. Premi il pulsante qui sotto oppure clicca "Avanti".
nl: Maar als u wilt, kunt u ‘Amazing Grace’ als voorbeeldnummer toevoegen. Klik hiervoor op onderstaande knop. Wilt u dit niet? Klik dan op ‘Volgende’.
pl: Jeśli chcesz, możemy dodać „Amazing Grace” jako kolejny przykład. Aby to zrobić, kliknij przycisk poniżej. W przeciwnym razie kliknij „Dalej”.
pt: No entanto, se desejar, podemos adicionar a música "Amazing Grace" como outro exemplo. Para isso, pressione o botão abaixo. Caso contrário, clique em "Próximo".
ru: Но если хотите, мы можем добавить «Amazing Grace» как ещё один пример. Нажмите кнопку ниже. Или просто нажмите «Далее».
uk: Але якщо бажаєте, ми можемо додати «Amazing Grace» як ще один приклад. Натисніть кнопку нижче. Або просто натисніть «Далі».
vi: Nếu bạn muốn, chúng tôi có thể thêm “Amazing Grace” làm một ví dụ khác. Để làm điều đó, hãy nhấn nút bên dưới. Nếu không, bạn có thể nhấn “Tiếp”.

source: The selected directory can be successfully used as a song repository.
es: El directorio seleccionado puede usarse correctamente como repositorio de canciones.
fr: Le dossier sélectionné peut être utilisé avec succès comme répertoire de chansons.
id: Direktori yang dipilih dapat digunakan dengan sukses sebagai repositori lagu.
it: La directory selezionata può essere usata correttamente come repository dei brani.
nl: De gekozen map kan in Cantara worden gebruikt.
pl: Wybrany katalog może być z powodzeniem używany jako repozytorium pieśni.
pt: O diretório selecionado pode ser usado com sucesso como repositório de músicas.
ru: Выбранная папка успешно может использоваться как репозиторий песен.
uk: Вибрану теку успішно можна використовувати як репозиторій пісень.
vi: Thư mục đã chọn có thể được sử dụng thành công làm kho bài hát.

source: Please select a song repository path before you leave the assistent. Cantara can not work without it.
de: Bitte wählen Sie einen Pfad für das Liederverzeichnis aus, bevor Sie den Assistenten verlassen. Ohne diesen kann Cantara nicht arbeiten.
es: Por favor, seleccione una ruta de repositorio de canciones antes de salir del asistente. Cantara no puede funcionar sin ella.
fr: Veuillez sélectionner un chemin de répertoire de chansons avant de quitter l’assistant. Cantara ne peut pas fonctionner sans cela.
id: Silakan pilih jalur repositori lagu sebelum meninggalkan asisten. Cantara tidak dapat bekerja tanpanya.
it: Seleziona un percorso per il repository dei brani prima di uscire dall'assistente. Cantara non può funzionare senza.
nl: Kies een map met nummers voordat u de instelhulp afsluit. Zonder deze map werkt Cantara niet.
pl: Proszę wybrać ścieżkę do repozytorium pieśni zanim opuścisz kreator. Bez tego Cantara nie będzie działać.
pt: Por favor, selecione o caminho do repositório de músicas antes de sair do assistente. O Cantara não funciona sem ele.
ru: Пожалуйста, выберите путь к репозиторию песен перед выходом из помощника. Без него Cantara не сможет работать.
uk: Будь ласка, виберіть шлях до репозиторію пісень перед виходом з помічника. Без нього Cantara не працюватиме.
vi: Vui lòng chọn đường dẫn kho bài hát trước khi rời khỏi trợ lý. Cantara không thể hoạt động nếu thiếu nó.

source: OK
es: Aceptar

source: Cantara is using your local default web browser's Java Script engine and the open source Java Script library PptxGenJs (https://gitbrent.github.io/PptxGenJS/) to generate the pptx file. Therefore, after pressing OK, your web browser will open and ask you for a place to save the pptx file when the generation was done succesfully. During this process, no internet connection will be needed and no data is shared with anyone else despite your web browser. If you want to continue, press OK and this message won't show up again next time. If you don't want to continue, please press Cancel.
de: Cantara verwendet die Java-Script-Engine Ihres lokalen Standard-Webbrowsers und die Open-Source-Java-Script-Bibliothek PptxGenJs (https://gitbrent.github.io/PptxGenJS/), um die pptx-Datei zu erzeugen. Nachdem Sie auf OK gedrückt haben, öffnet sich Ihr Webbrowser und fragt Sie bei erfolgreicher Generierung nach einem Speicherort für die pptx-Datei. Während dieses Vorgangs ist keine Internetverbindung erforderlich und es werden keine Daten mit anderen Personen geteilt, außer mit Ihrem Webbrowser. Wenn Sie fortfahren möchten, drücken Sie auf OK und diese Meldung wird beim nächsten Mal nicht mehr angezeigt. Wenn Sie nicht fortfahren möchten, drücken Sie bitte auf Abbrechen.
nl: Cantara maakt gebruik van de JavaScript-aandrijving van uw lokale standaardwebbrowser en de opensource JavaScript-bibliotheek ‘PptxGenJs’ (https://gitbrent.github.io/PptxGenJS/) om het pptx-bestand te genereren. Zodra u op oké klikt, zal de webbrowser worden geopend en u vragen om een plaats om het pptx-bestand op te slaan na het genereren ervan. Tijdens dit proces is geen internetverbinding benodigd en worden er - ondanks het gebruik van uw webbrowser - geen gegevens met anderen gedeeld. Als u wilt doorgaan, klik dan op oké om dit bericht volgende keer niet meer te tonen. Als u niet wilt doorgaan, klik dan op annuleren.

# songselection.strerroropening
source: Error while opening. Propably you have not the required rights to access this file.
de: Fehler beim Öffnen. Wahrscheinlich bestehen nicht die notwendigen Zugriffsrechte für die Datei.

# songselection.strerrorsaving
source: Error while saving. Propably you have not the required rights to access this file.
de: Fehler beim Speichern. Wahrscheinlich bestehen nicht die notwendigen Zugriffsrechte für die Datei.

source: Open image file
de: Bilddatei laden

# tfrmsongedit.menuitemclose.caption
source: Close Editor
de: Schließe den Editor

# welcome.songreposuccess
source: The selected directory can be successfully used as a song repository.
de: Das ausgewählte Verzeichnis kann erfolgreich als Liederverzeichnis genutzt werden.
