Repository: reckel-jm/cantara
Catalog: src/locals/cantara.*.po
Languages: de, es, fr, id, it, nl, pl, pt, ru, uk, vi

source: Edit Song Name
de: Lied umbenennen
es: Editar nombre de canción
fr: Modifier le nom de la chanson
id: Edit Nama Lagu
it: Modifica nome del brano
nl: Naam wijzigen
pl: Edytuj nazwę pieśni
pt: Editar Nome da Música
ru: Редактировать название песни
uk: Редагувати назву пісні
vi: Chỉnh sửa tên bài hát

source: Please enter the new song name:
de: Bitte geben Sie den neuen Liednamen ein:
es: Introduzca el nuevo nombre de la canción:
fr: Veuillez saisir le nouveau nom de la chanson :
id: Masukkan nama lagu baru:
it: Inserire il nome del nuovo brano:
nl: Voer een nieuwe naam in:
pl: Proszę wpisać nową nazwę pieśni:
pt: Por favor, digite o novo nome da música:
ru: Пожалуйста, введите новое название песни:
uk: Будь ласка, введіть нову назву пісні:
vi: Vui lòng nhập tên bài hát mới:

source: The file can not be converted. Make sure that you have the permissions to write to the song repository!
de: Die Datei kann nicht konvertiert werden. Bitte stellen Sie sicher, dass Sie die notwendigen Berechtigungen haben, um auf das Liederverzeichnis zugreifen zu können!
es: El archivo no se puede convertir. ¡Asegúrese de que tiene permisos para escribir en el repositorio de canciones!
fr: Le fichier ne peut pas être converti. Assurez-vous d’avoir les permissions d’écriture dans le répertoire des chansons !
id: File tidak dapat dikonversi. Pastikan Anda memiliki izin untuk menulis ke repositori lagu!
it: Il file non può essere convertito. Assicuratevi di avere i permessi di scrittura sul repository dei brani!
nl: Het bestand kan niet worden geconverteerd. Zorg ervoor dat u over de juiste maprechten beschikt!
pl: Plik nie może zostać przekonwertowany. Upewnij się, że masz uprawnienia do zapisu w repozytorium pieśni!
pt: O arquivo não pode ser convertido. Certifique-se de que você tem permissão para gravar no repositório de músicas!
ru: Файл не может быть конвертирован. Убедитесь, что у вас есть права на запись в репозиторий песен!
uk: Файл не може бути конвертовано. Переконайтеся, що у вас є права на запис у репозиторій пісень!
vi: Không thể chuyển đổi tệp. Hãy chắc chắn rằng bạn có quyền ghi vào kho bài hát!

source: The File can not be renamed. Make sure that you have the permissions to write to the song repository!
de: Die Datei kann nicht umbenannt werden. Bitte stellen Sie sicher, dass Sie die notwendigen Berechtigungen haben, um auf das Liederverzeichnis zugreifen zu können!
es: El archivo no puede ser renombrado. ¡Asegúrese de que tiene permisos para escribir en el repositorio de canciones!
fr: Le fichier ne peut pas être renommé. Assurez-vous d’avoir les permissions d’écriture dans le répertoire des chansons !
id: File tidak dapat diganti namanya. Pastikan Anda memiliki izin untuk menulis ke repositori lagu!
it: Il file non può essere rinominato. Assicuratevi di avere i permessi per scrivere nel repository dei brani!
nl: De naam kan niet worden gewijzigd. Zorg ervoor dat u over de juiste maprechten beschikt!
pl: Nie można zmienić nazwy pliku. Upewnij się, że masz uprawnienia do zapisu w repozytorium pieśni!
pt: O arquivo não pode ser renomeado. Certifique-se de que você tem permissão para gravar no repositório de músicas!
ru: Файл не может быть переименован. Убедитесь, что у вас есть права на запись в репозиторий песен!
uk: Файл не може бути перейменовано. Переконайтеся, що у вас є права на запис у репозиторій пісень!
vi: Không thể đổi tên tệp. Hãy chắc chắn rằng bạn có quyền ghi vào kho bài hát!

source: You are using Cantara as a Flatpak. Due to an update of the permissions, Cantara can't access your home directory anymore which helps to make your system securer. However, that also means that you have to select the song repository path once again, so that Cantara will be granted access to that directory. You also need to select the background image once again if you had one in use. Thank you for your understanding!
es: Está utilizando Cantara como Flatpak. Debido a una actualización de permisos, Cantara ya no puede acceder a su directorio personal, lo que ayuda a hacer su sistema más seguro. Sin embargo, esto también significa que debe seleccionar nuevamente la ruta del repositorio de canciones para que Cantara obtenga acceso a ese directorio. También necesitará seleccionar de nuevo la imagen de fondo si tenía una en uso. ¡Gracias por su comprensión!
fr: Vous utilisez Cantara en version Flatpak. Suite à une mise à jour des permissions, Cantara n’a plus accès à votre dossier personnel — cela renforce la sécurité du système. Cela signifie toutefois que vous devez à nouveau sélectionner le chemin du répertoire des chansons pour que Cantara obtienne l’accès à ce dossier. Si vous utilisiez une image de fond, vous devrez également la sélectionner à nouveau. Merci de votre compréhension !
id: Anda menggunakan Cantara sebagai Flatpak. Karena pembaruan izin, Cantara tidak lagi dapat mengakses direktori home Anda — hal ini membantu membuat sistem lebih aman. Namun, ini juga berarti Anda harus memilih ulang jalur repositori lagu agar Cantara mendapatkan akses ke direktori tersebut. Jika Anda menggunakan gambar latar belakang sebelumnya, Anda juga perlu memilihnya kembali. Terima kasih atas pengertian Anda!
it: Stai utilizzando Cantara come Flatpak. A causa di un aggiornamento dei permessi, Cantara non può più accedere alla tua directory home, il che contribuisce a rendere il tuo sistema più sicuro. Tuttavia, ciò significa anche che dovrai selezionare nuovamente il percorso del repository dei brani affinché Cantara ottenga l'accesso a quella directory. Dovrai inoltre selezionare di nuovo l'immagine di sfondo se ne avevi una in uso. Grazie per la comprensione!
pl: Używasz Cantara w wersji Flatpak. Z powodu aktualizacji uprawnień Cantara nie ma już dostępu do Twojego katalogu domowego – to zwiększa bezpieczeństwo systemu. Oznacza to jednak, że musisz ponownie wskazać ścieżkę do repozytorium pieśni, aby Cantara uzyskała do niego dostęp. Jeśli korzystałeś z obrazu tła, również musisz go ponownie wybrać. Dziękujemy za zrozumienie!
pt: Você está usando o Cantara como Flatpak. Devido a uma atualização de permissões, o Cantara não consegue mais acessar sua pasta pessoal — isso ajuda a tornar seu sistema mais seguro. No entanto, isso também significa que você precisa selecionar novamente o caminho do repositório de músicas para que o Cantara receba acesso a esse diretório. Se você estava usando uma imagem de fundo, também precisará selecioná-la novamente. Obrigado pela compreensão!
ru: Вы используете Cantara в виде Flatpak. Из-за обновления прав доступа Cantara больше не имеет доступа к вашей домашней папке — это повышает безопасность системы. Однако это также означает, что вам придётся заново выбрать путь к репозиторию песен, чтобы Cantara получила доступ к этой папке. Если вы использовали фоновое изображение, его тоже нужно будет выбрать повторно. Спасибо за понимание!
uk: Ви використовуєте Cantara як Flatpak. Через оновлення прав доступу Cantara більше не має доступу до вашої домашньої теки — це підвищує безпеку системи. Але це також означає, що вам потрібно ще раз вибрати шлях до репозиторію пісень, щоб Cantara отримала доступ до цієї теки. Якщо ви використовували фонове зображення, його також доведеться вибрати повторно. Дякуємо за розуміння!
vi: Bạn đang sử dụng Cantara dưới dạng Flatpak. Do cập nhật quyền truy cập, Cantara không còn truy cập được thư mục chính của bạn nữa – điều này giúp hệ thống an toàn hơn. Tuy nhiên, điều đó cũng có nghĩa là bạn cần chọn lại đường dẫn kho bài hát để Cantara được cấp quyền truy cập vào thư mục đó. Nếu bạn đang dùng hình nền, bạn cũng cần chọn lại hình nền. Cảm ơn bạn đã thông cảm!

source: Load Template From File...
de: Template aus Datei laden...
es: Cargar plantilla desde archivo...
fr: Charger le modèle depuis un fichier…
id: Muat Template dari File…
it: Carica modello da file...
nl: Sjabloon laden uit bestand…
pl: Wczytaj szablon z pliku…
pt: Carregar modelo de arquivo…
ru: Загрузить шаблон из файла…
uk: Завантажити шаблон із файлу…
vi: Tải mẫu từ tệp…

source: Title Only
de: Nur der Titel
es: Sólo título
fr: Titre uniquement
id: Hanya Judul
it: Solo titolo
nl: Alleen de titel
pl: Tylko tytuł
pt: Apenas título
ru: Только заголовок
uk: Лише заголовок
vi: Chỉ tiêu đề

source: Song Title
de: Liedtitel
es: Título de la canción
fr: Titre de la chanson
id: Judul Lagu
it: Titolo del brano
nl: Titel van het nummer
pl: Tytuł pieśni
pt: Título da música
ru: Название песни
uk: Назва пісні
vi: Tiêu đề bài hát

source: Please select a folder in which you want to save the pictures.
de: Bitte wählen Sie einen Ordner aus, indem Sie die Bilder speichern möchten.
es: Seleccione una carpeta en la que desea guardar las imágenes.
fr: Veuillez sélectionner un dossier dans lequel vous souhaitez enregistrer les images.
id: Pilih folder tempat Anda ingin menyimpan gambar.
it: Selezionare una cartella in cui salvare le immagini.
nl: Kies de map waarin u de foto's wilt opslaan.
pl: Wybierz folder, w którym chcesz zapisać obrazy.
pt: Por favor, selecione uma pasta onde deseja salvar as imagens.
ru: Пожалуйста, выберите папку для сохранения изображений.
uk: Будь ласка, виберіть теку, куди зберегти зображення.
vi: Vui lòng chọn thư mục để lưu hình ảnh.

source: Author
de: Autor
es: Autor
fr: Auteur
id: Penulis
it: Autore
nl: Maker
pl: Autor
pt: Autor
ru: Автор
uk: Автор
vi: Tác giả

source: Open webpage...
de: Öffne die Webseite...
es: Abrir página...
fr: Ouvrir la page web…
id: Buka halaman web…
it: Apri pagina web...
nl: Website openen…
pl: Otwórz stronę internetową…
pt: Abrir página web…
ru: Открыть веб-страницу…
uk: Відкрити веб-сторінку…
vi: Mở trang web…

# info.strformcaption
source: About this Program
de: Über dieses Programm
es: Acerca de este programa
fr: À propos de ce programme
id: Tentang Program Ini
it: Informazioni su questo programma
nl: Over dit programma
pl: O programie
pt: Sobre este programa
ru: О программе
uk: Про програму
vi: Về chương trình này

source: Program compiled
de: Kompilierungsdatum
es: Programa compilado
fr: Date de compilation du programme
id: Program dikompilasi pada
it: Programma compilato
nl: Compilatie
pl: Data kompilacji programu
pt: Programa compilado em
ru: Дата компиляции
uk: Дата компіляції
vi: Ngày biên dịch chương trình

source: Version
es: Versión
id: Versi
it: Versione
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
uk: Версія
vi: Phiên bản

source: Cantara Song Presentation Export
de: Cantara Liedpräsentations-Export
es: Exportación de presentación de canciones de Cantara
fr: Export de la présentation de chansons Cantara
id: Ekspor Presentasi Lagu Cantara
it: Esportazione presentazione brani Cantara
nl: Cantara - Nummerpresentatie-export
pl: Eksport prezentacji pieśni Cantara
pt: Exportar apresentação de músicas Cantara
ru: Экспорт презентации песен Cantara
uk: Експорт презентації пісень Cantara
vi: Xuất trình chiếu bài hát Cantara

source: Songs
de: Lieder
es: Canciones
fr: Chansons
id: Lagu
it: Brani
nl: Nummers
pl: Pieśni
pt: Músicas
ru: Песни
uk: Пісні
vi: Bài hát

source: Increase brightness by
de: Erhöhe die Helligkeit um
es: Aumentar el brillo por
fr: Augmenter la luminosité de
id: Tingkatkan kecerahan sebesar
it: Aumenta la luminosità di
nl: Helderheid verhogen met
pl: Zwiększ jasność o
pt: Aumentar brilho em
ru: Увеличить яркость на
uk: Збільшити яскравість на
vi: Tăng độ sáng thêm

source: {%author%}Author: {author} {%bible%}Bible Reference: {bible} {%ccli-songnumber%}CCLI song number: {ccli-songnumber} | License Number: {ccli-licensenumber}
de: {%author%}Autor: {author} {%bible%}Bibelstelle: {bible} {%ccli-songnumber%}CCLI Liednummer: {ccli-songnumber} | Lizensnummer: {ccli-licensenumber}
es: {%author%}Autor: {author} {%bible%}Referencia Bíblica: {bible} {%ccli-songnumber%}Número de canción CCLI: {ccli-songnumber} | Número de licencia: {ccli-licensenumber}
fr: {%author%}Auteur : {author} {%bible%}Référence biblique : {bible} {%ccli-songnumber%}Numéro de chanson CCLI : {ccli-songnumber} | Numéro de licence : {ccli-licensenumber}
id: {%author%}Penulis: {author} {%bible%}Referensi Alkitab: {bible} {%ccli-songnumber%}Nomor lagu CCLI: {ccli-songnumber} | Nomor Lisensi: {ccli-licensenumber}
it: {%author%}Autore: {author} {%bible%}Riferimento biblico: {bible} {%ccli-songnumber%}Numero canzone CCLI: {ccli-songnumber} | Numero licenza: {ccli-licensenumber}
nl: {%author%}Auteur: {author} {%bible%}Bijbelreferentie: {bible} {%ccli-songnumber%}CCLI-volgnummer: {ccli-songnumber} | Licentienummer: {ccli-licensenumber}
pl: {%author%}Autor: {author} {%bible%}Odniesienie biblijne: {bible} {%ccli-songnumber%}Numer pieśni CCLI: {ccli-songnumber} | Numer licencji: {ccli-licensenumber}
pt: {%author%}Autor: {author} {%bible%}Referência bíblica: {bible} {%ccli-songnumber%}Número da música CCLI: {ccli-songnumber} | Número da licença: {ccli-licensenumber}
ru: {%author%}Автор: {author} {%bible%}Ссылка на Библию: {bible} {%ccli-songnumber%}Номер песни CCLI: {ccli-songnumber} | Номер лицензии: {ccli-licensenumber}
uk: {%author%}Автор: {author} {%bible%}Посилання на Біблію: {bible} {%ccli-songnumber%}Номер пісні CCLI: {ccli-songnumber} | Номер ліцензії: {ccli-licensenumber}
vi: {%author%}Tác giả: {author} {%bible%}Tham chiếu Kinh Thánh: {bible} {%ccli-songnumber%}Số bài hát CCLI: {ccli-songnumber} | Số giấy phép: {ccli-licensenumber}

# settings.strerrorcaption
source: Error
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
nl: Foutmelding
pl: Błąd
pt: Erro
ru: Ошибка
uk: Помилка
vi: Lỗi

source: You need to select a background image first.
de: Sie müssen zunächst ein Hintergrundbild auswählen.
es: Primero debes seleccionar una imagen de fondo.
fr: Vous devez d’abord sélectionner une image de fond.
id: Anda perlu memilih gambar latar belakang terlebih dahulu.
it: Devi prima selezionare un'immagine di sfondo.
nl: Kies eerst een achtergrondafbeelding.
pl: Najpierw musisz wybrać obraz tła.
pt: Você precisa selecionar uma imagem de fundo primeiro.
ru: Сначала нужно выбрать фоновое изображение.
uk: Спочатку потрібно вибрати фонове зображення.
vi: Bạn cần chọn hình nền trước.

source: Picture is shown as it is
de: Bild wird im Originalzustand gezeigt
es: La imagen se muestra tal como es
fr: L’image est affichée telle quelle
id: Gambar ditampilkan apa adanya
it: L'immagine è mostrata così com'è
nl: De afbeelding wordt onbewerkt getoond
pl: Obraz jest wyświetlany bez zmian
pt: A imagem é exibida como está
ru: Изображение отображается без изменений
uk: Зображення показується без змін
vi: Hình ảnh được hiển thị nguyên bản

source: Increase transparency by
de: Erhöhe die Transparenz um
es: Aumentar la transparencia al
fr: Augmenter la transparence de
id: Tingkatkan transparansi sebesar
it: Aumenta la trasparenza di
nl: Doorzichtigheid verhogen met
pl: Zwiększ przezroczystość o
pt: Aumentar transparência em
ru: Увеличить прозрачность на
uk: Збільшити прозорість на
vi: Tăng độ trong suốt thêm

source: Please choose a valid folder for the song repository!
de: Bitte wählen Sie einen gültigen Ordner für das Liederverzeichnis aus!
es: ¡Elija una carpeta válida para el repositorio de canciones!
fr: Veuillez choisir un dossier valide pour le répertoire des chansons !
id: Pilih folder yang valid untuk repositori lagu!
it: Scegli una cartella valida per il repository dei brani!
nl: Kies een geldige map!
pl: Wybierz prawidłowy folder dla repozytorium pieśni!
pt: Por favor, escolha uma pasta válida para o repositório de músicas!
ru: Пожалуйста, выберите действительную папку для репозитория песен!
uk: Будь ласка, виберіть дійсну теку для репозиторію пісень!
vi: Vui lòng chọn một thư mục hợp lệ cho kho bài hát!

source: No valid file selected.
de: Es wurde keine gültige Datei ausgewählt.
es: No se ha seleccionado ningún archivo válido.
fr: Aucun fichier valide sélectionné.
id: Tidak ada file valid yang dipilih.
it: Nessun file valido selezionato.
nl: Er is geen geldig bestand gekozen.
pl: Nie wybrano prawidłowego pliku.
pt: Nenhum arquivo válido selecionado.
ru: Не выбран действительный файл.
uk: Не вибрано дійсний файл.
vi: Không có tệp hợp lệ nào được chọn.

source: The file {{filename}} has been changed after opening. Would you like to save it?
de: Die Datei {{filename}} wurde nach dem Öffnen geändert. Wollen Sie diese speichern?
es: El archivo {{filename}} ha sido modificado después de abrirlo. ¿Desea guardarlo?
fr: Le fichier {{filename}} a été modifié après son ouverture. Voulez-vous l’enregistrer ?
id: File {{filename}} telah diubah setelah dibuka. Apakah Anda ingin menyimpannya?
it: Il file {{filename}} è stato modificato dopo l'apertura. Vuoi salvarlo?
nl: ‘{{filename}}’ is na het openen gewijzigd. Wilt u het bestand opslaan?
pl: Plik {{filename}} został zmieniony po otwarciu. Czy chcesz go zapisać?
pt: O arquivo {{filename}} foi alterado após ser aberto. Deseja salvá-lo?
ru: Файл {{filename}} был изменён после открытия. Сохранить его?
uk: Файл {{filename}} змінено після відкриття. Зберегти його?
vi: Tệp {{filename}} đã bị thay đổi sau khi mở. Bạn có muốn lưu không?

source: The name exists already. Please choose an other one.
de: Der Name existiert bereits. Bitte wählen Sie einen anderen aus.
es: El nombre ya existe. Por favor, elija otro.
fr: Ce nom existe déjà. Veuillez en choisir un autre.
id: Nama sudah ada. Silakan pilih nama lain.
it: Il nome esiste già. Scegline un altro.
nl: Deze naam is al in gebruik - kies een andere.
pl: Ta nazwa już istnieje. Wybierz inną.
pt: Esse nome já existe. Por favor, escolha outro.
ru: Такое имя уже существует. Выберите другое.
uk: Така назва вже існує. Оберіть іншу.
vi: Tên này đã tồn tại. Vui lòng chọn tên khác.

source: Invalid name. No path delimiters ("/" on Linux and "\" on Windows) are allowed.
de: Ungültiger Name. Pfadtrenner („/“ unter Linux bzw. „\“ unter Windows) sind nicht erlaubt.
es: Nombre no válido. No se permiten delimitadores de ruta ("/" en Linux y "\" en Windows).
fr: Nom invalide. Les séparateurs de chemin ("/" sous Linux et "\" sous Windows) ne sont pas autorisés.
id: Nama tidak valid. Tidak boleh menggunakan pemisah jalur ("/" pada Linux dan "\" pada Windows).
it: Nome non valido. Non sono consentiti delimitatori di percorso ("/" su Linux e "\" su Windows).
nl: De naam is ongeldig. Locatiescheidingstekens (‘/’ op Linux en ‘\’ op Windows) zijn niet toegestaan.
pl: Nieprawidłowa nazwa. Nie wolno używać separatorów ścieżki („/” w Linuksie i „\” w Windows).
pt: Nome inválido. Não são permitidos separadores de caminho ("/" no Linux e "\" no Windows).
ru: Недопустимое имя. Нельзя использовать разделители пути («/» в Linux и «\» в Windows).
uk: Недійсна назва. Не можна використовувати роздільники шляху («/» у Linux та «\» у Windows).
vi: Tên không hợp lệ. Không được sử dụng ký tự phân cách đường dẫn ("/" trên Linux và "\" trên Windows).

source: New Song
de: Neues Lied
es: Nueva canción
fr: Nouvelle chanson
id: Lagu Baru
it: Nuovo brano
nl: Nieuw nummer
pl: Nowa pieśń
pt: Nova música
ru: Новая песня
uk: Нова пісня
vi: Bài hát mới

source: Please add the name of the new song
de: Bitte geben Sie den Namen des neuen Lieds ein
es: Por favor, añada el nombre de la nueva canción
fr: Veuillez saisir le nom de la nouvelle chanson
id: Masukkan nama lagu baru
it: Inserisci il nome del nuovo brano
nl: Geef het nieuwe nummer een naam
pl: Proszę podać nazwę nowej pieśni
pt: Por favor, adicione o nome da nova música
ru: Пожалуйста, введите название новой песни
uk: Будь ласка, введіть назву нової пісні
vi: Vui lòng nhập tên bài hát mới

source: Question
de: Frage
es: Pregunta
id: Pertanyaan
it: Domanda
nl: Vraag
pl: Pytanie
pt: Pergunta
ru: Вопрос
uk: Запитання
vi: Câu hỏi

source: The file {filename} has unsaved changes. Would you like to save it now?
de: In der Datei „{filename}“ gibt es ungespeicherte Änderungen. Möchten Sie diese nun speichern?
es: El archivo {filename} tiene cambios sin guardar. ¿Quiere guardarlo ahora?
fr: Le fichier {filename} contient des modifications non enregistrées. Voulez-vous l’enregistrer maintenant ?
id: File {filename} memiliki perubahan yang belum disimpan. Apakah Anda ingin menyimpannya sekarang?
it: Il file {filename} contiene modifiche non salvate. Vuoi salvarlo ora?
nl: ‘{filename}’ bevat niet-opgeslagen wijzigingen. Wilt u het bestand opslaan?
pl: Plik {filename} zawiera niezapisane zmiany. Czy chcesz go teraz zapisać?
pt: O arquivo {filename} tem alterações não salvas. Deseja salvá-las agora?
ru: В файле {filename} есть несохранённые изменения. Сохранить сейчас?
uk: У файлі {filename} є незбережені зміни. Зберегти зараз?
vi: Tệp {filename} có thay đổi chưa lưu. Bạn có muốn lưu ngay bây giờ không?

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
id: Selamat datang
it: Benvenuto
nl: Welkom
pl: Witamy
pt: Bem-vindo
ru: Добро пожаловать
uk: Ласкаво просимо
vi: Chào mừng

source: The following file is opened at the moment:
de: Die folgende Datei ist derzeit geöffnet:
es: El siguiente archivo está abierto en este momento:
fr: Le fichier suivant est actuellement ouvert :
id: File berikut sedang dibuka saat ini:
it: Il seguente file è attualmente aperto:
nl: Het volgende bestand is momenteel geopend:
pl: Aktualnie otwarty plik:
pt: O arquivo a seguir está aberto no momento:
ru: В данный момент открыт файл:
uk: Наразі відкрито файл:
vi: Tệp đang mở hiện tại:

# songselection.strbuttoneinstellungen
source: Settings...
de: Einstellungen...
es: Ajustes...
fr: Paramètres…
id: Pengaturan…
it: Impostazioni...
nl: Instellingen…
pl: Ustawienia…
pt: Configurações…
ru: Настройки…
uk: Налаштування…
vi: Cài đặt…

# songselection.strbuttonpraesentation
source: Presentation...
de: Präsentation...
es: Presentación...
fr: Présentation…
id: Presentasi…
it: Presentazione...
nl: Presentatie…
pl: Prezentacja…
pt: Apresentação…
ru: Презентация…
uk: Презентація…
vi: Trình chiếu…

source: Error: The Song "{songname}" is not available. Skipping.
de: Fehler: Das Lied "{songname}" ist nicht verfügbar. Es wird übersprungen.
es: Error: La canción "{songname}" no está disponible. Omitiendo.
fr: Erreur : la chanson « {songname} » n’est pas disponible. Ignorée.
id: Kesalahan: Lagu "{songname}" tidak tersedia. Dilewati.
it: Errore: il brano "{songname}" non è disponibile. Salto.
nl: Foutmelding: “{songname}” is niet beschikbaar.
pl: Błąd: pieśń „{songname}” jest niedostępna. Pomijam.
pt: Erro: A música "{songname}" não está disponível. Ignorando.
ru: Ошибка: песня «{songname}» недоступна. Пропускаем.
uk: Помилка: пісня «{songname}» недоступна. Пропускаємо.
vi: Lỗi: Bài hát “{songname}” không khả dụng. Bỏ qua.

# songselection.strerror
source: Error
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
nl: Foutmelding
pl: Błąd
pt: Erro
ru: Ошибка
uk: Помилка
vi: Lỗi

source: Error while opening. Propably you have not the required rights to access this file.
es: Error al abrir. Probablemente no tiene los derechos necesarios para acceder a este archivo.
fr: Erreur lors de l’ouverture. Vous n’avez probablement pas les droits nécessaires pour accéder à ce fichier.
id: Kesalahan saat membuka. Kemungkinan Anda tidak memiliki hak akses ke file ini.
it: Errore durante l'apertura. Probabilmente non hai i permessi necessari per accedere a questo file.
nl: Foutmelding tijdens openen: mogelijk beschikt u niet over de juiste bestandsrechten.
pl: Błąd podczas otwierania. Prawdopodobnie nie masz wymaganych uprawnień do tego pliku.
pt: Erro ao abrir. Provavelmente você não tem os direitos necessários para acessar este arquivo.
ru: Ошибка при открытии. Возможно, у вас нет прав доступа к этому файлу.
uk: Помилка під час відкриття. Ймовірно, у вас немає прав доступу до цього файлу.
vi: Lỗi khi mở tệp. Có thể bạn không có quyền truy cập tệp này.
