Repository: reckel-jm/cantara
Catalog: src/locals/cantara.*.po
Languages: de, es, fr, id, it, nl, pl, pt, ru, uk, vi

source: Cantara is a free and open source song presentation software. All songs should be located in a song repository directory. Please select now a directory on your file system which Cantara will use as its song repository. If you haven't collected any songs yet, you can create a new folder first or choose an empty one.
de: Cantara ist eine freie Open-Source-Liedpräsentationssoftware. Alle zu verwendenden Lieder sollten sich in einem Liederverzeichnis befinden. Bitte wählen Sie nun einen Ordner auf ihrem Dateisystem aus, welches Cantara als Liederverzeichnis verwenden wird. Falls Sie noch keine Lieder gesammelt haben, können Sie zunächst einen neuen Ordner erstellen oder einen leeren auswählen.
es: Cantara es un software gratuito y de código abierto para la presentación de canciones. Todas las canciones deben estar ubicadas en un directorio de repositorio de canciones. Seleccione ahora un directorio en su sistema de archivos que Cantara usará como repositorio de canciones. Si aún no ha recopilado canciones, puede crear primero una carpeta nueva o elegir una vacía.
fr: Cantara est un logiciel libre et open source de présentation de chansons. Toutes les chansons doivent être placées dans un répertoire dédié. Veuillez maintenant sélectionner un dossier sur votre système de fichiers que Cantara utilisera comme répertoire de chansons. Si vous n’avez pas encore de chansons, vous pouvez d’abord créer un nouveau dossier ou en choisir un vide.
id: Cantara adalah perangkat lunak presentasi lagu gratis dan open source. Semua lagu harus berada di dalam satu direktori repositori lagu. Silakan pilih sekarang direktori di sistem file Anda yang akan digunakan Cantara sebagai repositori lagu. Jika Anda belum mengumpulkan lagu apa pun, Anda bisa membuat folder baru terlebih dahulu atau memilih folder kosong.
it: Cantara è un software gratuito e open source per la presentazione di brani. Tutti i brani devono trovarsi in una directory del repository. Seleziona ora una cartella sul tuo sistema che Cantara userà come repository dei brani. Se non hai ancora raccolto brani, puoi creare una nuova cartella o sceglierne una vuota.
nl: Cantara is een gratis en opensource nummerpresentatieprogramma. Alle nummers dienen aanwezig te zijn in de gekozen map. Kies nu een map op uw systeem die gebruikt dient te worden als opslag. Als u nog geen muziekverzameling heeft, dan kunt u eerst een nieuwe map aanmaken of een lege map kiezen.
pl: Cantara to darmowe oprogramowanie open source do wyświetlania pieśni. Wszystkie pieśni powinny znajdować się w jednym katalogu repozytorium. Wybierz teraz katalog w swoim systemie plików, który Cantara będzie używać jako repozytorium pieśni. Jeśli jeszcze nie zebrałeś żadnych pieśni, możesz najpierw utworzyć nowy folder lub wybrać pusty.
pt: O Cantara é um software gratuito e de código aberto para apresentação de músicas. Todas as músicas devem estar localizadas em um diretório de repositório de músicas. Por favor, selecione agora um diretório no seu sistema de arquivos que o Cantara usará como repositório de músicas. Se você ainda não coletou nenhuma música, pode criar uma nova pasta primeiro ou escolher uma vazia.
ru: Cantara — это бесплатная программа с открытым исходным кодом для показа песен. Все песни должны находиться в одной папке-репозитории. Пожалуйста, выберите сейчас папку на вашем компьютере, которую Cantara будет использовать как репозиторий песен. Если у вас ещё нет песен, можете сначала создать новую папку или выбрать пустую.
uk: Cantara — це безкоштовна програма з відкритим кодом для показу пісень. Усі пісні мають знаходитися в одній теці-репозиторії. Будь ласка, виберіть зараз теку на вашому комп’ютері, яку Cantara використовуватиме як репозиторій пісень. Якщо у вас ще немає пісень, можете спочатку створити нову теку або вибрати порожню.
vi: Cantara là phần mềm trình chiếu bài hát miễn phí và mã nguồn mở. Tất cả bài hát nên được đặt trong một thư mục kho bài hát. Vui lòng chọn ngay bây giờ một thư mục trên hệ thống tệp của bạn mà Cantara sẽ sử dụng làm kho bài hát. Nếu bạn chưa thu thập bài hát nào, bạn có thể tạo thư mục mới trước hoặc chọn một thư mục trống.

source: Welcome to Cantara!
de: Herzlich Willkommen bei Cantara!
es: ¡Bienvenido a Cantara!
fr: Bienvenue dans Cantara !
id: Selamat datang di Cantara!
it: Benvenuto in Cantara!
nl: Welkom bij Cantara!
pl: Witamy w Cantara!
pt: Bem-vindo ao Cantara!
ru: Добро пожаловать в Cantara!
uk: Ласкаво просимо до Cantara!
vi: Chào mừng đến với Cantara!

source: You might want to adjust the appearence of the presentation in the Settings Dialog. In addition, you can add, edit, clone and convert song files via the editor. Both can be found in the Edit menu in the main window. Cantara supports two song formats: The CCLI Songselect format and the song format. This makes it easy to download and import songs from the internet. Please be aware that depending on your location and the particular song, license regulations for the public demonstration of song lyrics might apply. The user alone is responsible for the legal use of this software. For more information about the program, please consult the online documentation at the webpage https://www.cantara.app. Cantara is free software and published under the GPL3 license. The source code is publicly available on Github. If you like the project, consider giving it a star at Github! Feedback, issue reports and pull requests are also more then welcome. May God bless you and the use of this software!
de: Sie können das Erscheinungsbild der Präsentation im Einstellungsdialog anpassen. Darüber hinaus können Sie über den Editor Lieddateien hinzufügen, bearbeiten, kopieren und konvertieren. Beides finden Sie im Menü Bearbeiten im Hauptfenster. Cantara unterstützt zwei Songformate: Das CCLI Songselect-Format und das Song-Format. Das macht es einfach, Lieder aus dem Internet herunterzuladen und zu importieren. Bitte beachten Sie, dass je nach Standort und Lied Lizenzbestimmungen für die öffentliche Wiedergabe von Liedtexten gelten können. Für die legale Nutzung dieser Software ist allein der Benutzer verantwortlich. Für weitere Informationen über das Programm konsultieren Sie bitte die Online-Dokumentation auf der Internetseite https://www.cantara.app. Cantara ist freie Software und wird unter der GPL3-Lizenz veröffentlicht. Der Quellcode ist öffentlich auf Github einsehbar. Wenn Ihnen das Projekt gefällt, geben Sie ihm einen Stern auf Github! Feedback, Fehlerberichte und Pull-Requests sind ebenfalls mehr als willkommen. Möge Gott die Software zum gesegneten Gebrauch werden lassen!
es: Puede ajustar la apariencia de la presentación en el diálogo de Ajustes. Además, puede añadir, editar, duplicar y convertir archivos de canciones mediante el editor. Ambos se encuentran en el menú Editar de la ventana principal. Cantara soporta dos formatos de canción: el formato CCLI Songselect y el formato de canción propio. Esto facilita descargar e importar canciones desde Internet. Tenga en cuenta que, dependiendo de su ubicación y de la canción concreta, pueden aplicarse regulaciones de licencia para la exhibición pública de letras de canciones. El usuario es el único responsable del uso legal de este software. Para más información sobre el programa, consulte la documentación en línea en https://www.cantara.app. Cantara es software libre publicado bajo la licencia GPL3. El código fuente está disponible públicamente en GitHub. Si le gusta el proyecto, ¡considere darle una estrella en GitHub! Los comentarios, informes de errores y pull requests también son muy bienvenidos. ¡Que Dios le bendiga a usted y al uso de este software!
fr: Vous pouvez ajuster l’apparence de la présentation dans la fenêtre Paramètres. Vous pouvez également ajouter, modifier, cloner et convertir des fichiers de chansons via l’éditeur. Les deux se trouvent dans le menu Édition de la fenêtre principale. Cantara prend en charge deux formats de chansons : le format CCLI Songselect et le format chanson natif. Cela facilite grandement le téléchargement et l’importation de chansons depuis Internet. Veuillez noter que selon votre localisation et la chanson concernée, des règles de licence peuvent s’appliquer pour la projection publique des paroles. L’utilisateur est seul responsable de l’utilisation légale de ce logiciel. Pour plus d’informations sur le programme, consultez la documentation en ligne sur https://www.cantara.app. Cantara est un logiciel libre publié sous licence GPL3. Le code source est librement accessible sur GitHub. Si vous appréciez le projet, pensez à lui mettre une étoile sur GitHub ! Les retours, rapports de bugs et pull requests sont également très appréciés. Que Dieu vous bénisse ainsi que l’utilisation de ce logiciel !
id: Anda mungkin ingin menyesuaikan tampilan presentasi di dialog Pengaturan. Selain itu, Anda dapat menambah, mengedit, mengklon, dan mengonversi file lagu melalui editor. Keduanya dapat ditemukan di menu Edit pada jendela utama. Cantara mendukung dua format lagu: format CCLI Songselect dan format lagu sendiri. Ini memudahkan pengunduhan dan impor lagu dari internet. Perhatikan bahwa tergantung pada lokasi Anda dan lagu tertentu, aturan lisensi untuk penayangan publik lirik lagu mungkin berlaku. Pengguna bertanggung jawab penuh atas penggunaan legal perangkat lunak ini. Untuk informasi lebih lanjut tentang program, silakan lihat dokumentasi online di halaman https://www.cantara.app. Cantara adalah perangkat lunak bebas yang diterbitkan di bawah lisensi GPL3. Kode sumber tersedia secara publik di GitHub. Jika Anda menyukai proyek ini, pertimbangkan untuk memberikan bintang di GitHub! Masukan, laporan masalah, dan pull request juga sangat diterima. Semoga Tuhan memberkati Anda dan penggunaan perangkat lunak ini!
it: Puoi regolare l'aspetto della presentazione nella finestra Impostazioni. Inoltre puoi aggiungere, modificare, duplicare e convertire file di brani tramite l'editor. Entrambi si trovano nel menu Modifica della finestra principale. Cantara supporta due formati: CCLI Songselect e il formato brano nativo. Questo facilita il download e l'importazione di brani da Internet. Tieni presente che, a seconda del tuo paese e del brano, potrebbero applicarsi norme di licenza per la proiezione pubblica dei testi. L'utente è l'unico responsabile dell'uso legale di questo software. Per maggiori informazioni consulta la documentazione online su https://www.cantara.app. Cantara è software libero pubblicato sotto licenza GPL3. Il codice sorgente è pubblico su GitHub. Se ti piace il progetto, metti una stella su GitHub! Feedback, segnalazioni e pull request sono benvenuti. Che Dio benedica te e l'uso di questo software!
nl: U kunt, indien gewenst, de vormgeving van de presentatie aanpassen in de instellingen. In de bewerker kunt u nummers toevoegen, bewerken, klonen en converteren. Dit alles is beschikbaar in het menu ‘Bewerken’ in het hoofdvenster. Cantara ondersteunt twee formaten: CCLI Songselect- en reguliere nummerformaten. Hierdoor is het eenvoudig om nummers van het internet op te halen en importeren. Let op: er kunnen licentiebeperkingen van kracht zijn op nummers en locaties, waardoor openbaar vertonen van songteksten mogelijk niet rechtsgeldig is. Gebruikers zijn zélf verantwoordelijk voor het gebruik van deze software. Meer informatie over het programma is te vinden in de online- documentatie op https://www.cantara.app. Cantara is vrije software, uitgebracht onder de voorwaarden van de GPL3-licentie. De broncode is openbaar te verkrijgen op GitHub. Als u de software graag gebruikt, overweeg dan een ster op GitHub te geven! Feedback, probleemmeldingen en pull requests zijn ook van harte welkom. God zij u en het gebruik van deze software!
pl: Wygląd prezentacji możesz dostosować w oknie Ustawienia. Dodatkowo poprzez edytor możesz dodawać, edytować, klonować i konwertować pliki pieśni – oba te elementy znajdziesz w menu Edycja w głównym oknie. Cantara obsługuje dwa formaty pieśni: format CCLI Songselect oraz własny format pieśni. Dzięki temu pobieranie i importowanie pieśni z internetu jest bardzo proste. Pamiętaj, że w zależności od Twojej lokalizacji i konkretnej pieśni mogą obowiązywać przepisy licencyjne dotyczące publicznego wyświetlania tekstów pieśni. Użytkownik ponosi wyłączną odpowiedzialność za legalne korzystanie z tego oprogramowania. Więcej informacji o programie znajdziesz w dokumentacji online na stronie https://www.cantara.app. Cantara to wolne oprogramowanie wydane na licencji GPL3. Kod źródłowy jest publicznie dostępny na GitHubie. Jeśli podoba Ci się projekt, rozważ dodanie gwiazdki na GitHubie! Bardzo mile widziane są również opinie, zgłoszenia błędów i pull requesty. Niech Bóg błogosławi Tobie i korzystaniu z tego programu!
pt: Você pode ajustar a aparência da apresentação na janela de Configurações. Além disso, pode adicionar, editar, clonar e converter arquivos de músicas pelo editor. Ambos estão no menu Editar na janela principal. O Cantara suporta dois formatos de música: o formato CCLI Songselect e o formato próprio de música. Isso facilita muito o download e a importação de músicas da internet. Esteja ciente de que, dependendo da sua localização e da música específica, podem existir regulamentações de licença para a exibição pública das letras. O usuário é o único responsável pelo uso legal deste software. Para mais informações sobre o programa, consulte a documentação online na página https://www.cantara.app. O Cantara é software livre publicado sob a licença GPL3. O código-fonte está disponível publicamente no GitHub. Se gostar do projeto, considere dar uma estrela no GitHub! Feedback, relatórios de problemas e pull requests também são muito bem-vindos. Que Deus abençoe você e o uso deste software!
ru: Вы можете настроить внешний вид презентации в окне настроек. Также вы можете добавлять, редактировать, клонировать и конвертировать файлы песен через редактор. Оба пункта находятся в меню «Редактировать» главного окна. Cantara поддерживает два формата песен: формат CCLI Songselect и собственный формат песни. Это значительно упрощает скачивание и импорт песен из интернета. Обратите внимание: в зависимости от вашего местоположения и конкретной песни могут действовать лицензионные ограничения на публичный показ текстов песен. Пользователь несёт полную ответственность за законное использование программы. Подробнее о программе читайте в онлайн-документации на сайте https://www.cantara.app. Cantara — это свободное ПО, распространяемое по лицензии GPL3. Исходный код открыт и доступен на GitHub. Если вам нравится проект — поставьте звёздочку на GitHub! Мы также очень рады отзывам, сообщениям об ошибках и pull request. Пусть Бог благословит вас и использование этой программы!
uk: Ви можете налаштувати зовнішній вигляд презентації у вікні Налаштування. Також ви можете додавати, редагувати, клонувати та конвертувати файли пісень через редактор. Обидва пункти знаходяться в меню «Редагувати» головного вікна. Cantara підтримує два формати пісень: формат CCLI Songselect та власний формат пісні. Це значно спрощує завантаження та імпорт пісень з інтернету. Зверніть увагу: залежно від вашого місця розташування та конкретної пісні можуть діяти ліцензійні обмеження щодо публічного показу текстів пісень. Користувач несе повну відповідальність за законне використання програми. Докладніше про програму читайте в онлайн-документації на сайті https://www.cantara.app. Cantara — це вільне програмне забезпечення, що розповсюджується за ліцензією GPL3. Вихідний код доступний публічно на GitHub. Якщо вам подобається проєкт — поставте зірочку на GitHub! Ми також дуже раді відгукам, повідомленням про помилки та pull request. Нехай Бог благословить вас та використання цієї програми!
vi: Bạn có thể điều chỉnh giao diện trình chiếu trong hộp thoại Cài đặt. Ngoài ra, bạn có thể thêm, chỉnh sửa, sao chép và chuyển đổi tệp bài hát qua trình chỉnh sửa. Cả hai đều nằm trong menu Chỉnh sửa ở cửa sổ chính. Cantara hỗ trợ hai định dạng bài hát: định dạng CCLI Songselect và định dạng bài hát riêng. Điều này giúp dễ dàng tải về và nhập bài hát từ internet. Lưu ý rằng tùy thuộc vào vị trí của bạn và bài hát cụ thể, có thể áp dụng các quy định cấp phép cho việc trình chiếu công khai lời bài hát. Người dùng chịu hoàn toàn trách nhiệm về việc sử dụng hợp pháp phần mềm này. Để biết thêm thông tin về chương trình, vui lòng tham khảo tài liệu trực tuyến tại trang web https://www.cantara.app. Cantara là phần mềm tự do được phát hành theo giấy phép GPL3. Mã nguồn được công khai trên GitHub. Nếu bạn thích dự án, hãy cân nhắc tặng một ngôi sao trên GitHub! Phản hồi, báo lỗi và pull request cũng rất được hoan nghênh. Cầu mong Chúa ban phước cho bạn và việc sử dụng phần mềm này!

source: "Amazing Grace" has been added to your repository. You can now continue.
de: "Amazing Grace" wurde zu Ihrem Liedverzeichnis hinzugefügt. Sie könnnen nun fortfahren.
es: "Amazing Grace" ha sido añadida a su repositorio. Ahora puede continuar.
fr: « Amazing Grace » a été ajouté à votre répertoire. Vous pouvez maintenant continuer.
id: "Amazing Grace" telah ditambahkan ke repositori Anda. Anda sekarang dapat melanjutkan.
it: "Amazing Grace" è stato aggiunto al tuo repository. Puoi continuare.
nl: ‘Amazing Grace’ is toegevoegd - u kunt nu doorgaan.
pl: „Amazing Grace” został dodany do Twojego repozytorium. Możesz kontynuować.
pt: "Amazing Grace" foi adicionado ao seu repositório. Agora você pode continuar.
ru: «Amazing Grace» добавлена в ваш репозиторий. Теперь можно продолжить.
uk: «Amazing Grace» додано до вашого репозиторію. Тепер можна продовжити.
vi: “Amazing Grace” đã được thêm vào kho của bạn. Bạn có thể tiếp tục.

source: Congratulations! Cantara is now ready to use!
de: Herzlichen Glückwunsch! Cantara ist nun fertig eingerichtet!
es: ¡Enhorabuena! ¡Cantara ya está listo para usar!
fr: Félicitations ! Cantara est maintenant prêt à être utilisé !
id: Selamat! Cantara sekarang siap digunakan!
it: Congratulazioni! Cantara è ora pronto all'uso!
nl: Geweldig - Cantara is nu klaar voor gebruik!
pl: Gratulacje! Cantara jest gotowa do użycia!
pt: Parabéns! O Cantara está pronto para uso!
ru: Поздравляем! Cantara готова к использованию!
uk: Вітаємо! Cantara готова до використання!
vi: Chúc mừng! Cantara đã sẵn sàng sử dụng!

source: Fulltext Search
de: Volltextsuche
es: Búsqueda de texto completo
fr: Recherche en texte intégral
id: Pencarian Teks Penuh
it: Ricerca full-text
nl: Volledige tekst doorzoeken
pl: Wyszukiwanie pełnotekstowe
pt: Busca de texto completo
ru: Полнотекстовый поиск
uk: Повнотекстовий пошук
vi: Tìm kiếm toàn văn

source: Finish
de: Fertigstellen
es: Finalizar
fr: Terminer
id: Selesai
it: Fine
nl: Afronden
pl: Zakończ
pt: Concluir
ru: Завершить
uk: Завершити
vi: Hoàn tất

source: Next
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
it: Avanti
nl: Volgende
pl: Dalej
pt: Próximo
ru: Далее
uk: Далі
vi: Tiếp

source: However it seems that you have not added any songs yet. Would you like to add the song "Amazing Grace" from John Newton as an example to your song repository? Then click at the button below. Click "Next" to go to the next step.
de: Allerdings scheint es, als ob Sie noch keine Lieder hinzugefügt haben. Wollen Sie das Lied „Amazing Grace“ von John Newton als Beispiel zu Ihrem Liederverzeichnis hinzufügen? Dann klicken Sie auf die untere Schaltfläche. Klicken Sie auf „Weiter“, um zum nächsten Schritt zu gelangen.
es: Sin embargo, parece que aún no ha añadido ninguna canción. ¿Le gustaría añadir la canción "Amazing Grace" de John Newton como ejemplo a su repositorio de canciones? Haga clic en el botón de abajo. Haga clic en "Siguiente" para pasar al siguiente paso.
fr: Il semble que vous n’ayez pas encore ajouté de chansons. Souhaitez-vous ajouter la chanson « Amazing Grace » de John Newton comme exemple dans votre répertoire ? Cliquez sur le bouton ci-dessous, puis sur « Suivant » pour passer à l’étape suivante.
id: Sepertinya Anda belum menambahkan lagu apa pun. Apakah Anda ingin menambahkan lagu "Amazing Grace" dari John Newton sebagai contoh ke repositori lagu Anda? Klik tombol di bawah ini, lalu klik "Berikutnya" untuk melanjutkan ke langkah berikutnya.
it: Sembra che tu non abbia ancora aggiunto alcun brano. Vuoi aggiungere come esempio il brano "Amazing Grace" di John Newton al tuo repository? Clicca il pulsante qui sotto, poi "Avanti" per proseguire.
nl: Het lijkt erop dat u nog geen nummers heeft toegevoegd. Wilt u ‘Amazing Grace’ van John Newton toevoegen als voorbeeldnummer? Klik dan op onderstaande knop en vervolgens op ‘Volgende’.
pl: Wygląda na to, że nie dodałeś jeszcze żadnych pieśni. Czy chciałbyś dodać pieśń „Amazing Grace” Johna Newtona jako przykład do swojego repozytorium pieśni? Kliknij przycisk poniżej, a następnie „Dalej”, aby przejść do następnego kroku.
pt: Parece que você ainda não adicionou nenhuma música. Gostaria de adicionar a música "Amazing Grace" de John Newton como exemplo no seu repositório de músicas? Clique no botão abaixo e depois em "Próximo" para ir ao próximo passo.
ru: Похоже, вы ещё не добавили ни одной песни. Хотите добавить песню «Amazing Grace» Джона Ньютона как пример в ваш репозиторий? Нажмите кнопку ниже, а затем «Далее», чтобы перейти к следующему шагу.
uk: Здається, ви ще не додали жодної пісні. Бажаєте додати пісню «Amazing Grace» Джона Ньютона як приклад до вашого репозиторію? Натисніть кнопку нижче, а потім «Далі», щоб перейти до наступного кроку.
vi: Có vẻ bạn chưa thêm bài hát nào. Bạn có muốn thêm bài “Amazing Grace” của John Newton làm ví dụ vào kho bài hát không? Nhấn nút bên dưới, sau đó nhấn “Tiếp” để sang bước kế tiếp.

source: The song repository contains already {songcount} songs which you can use with Cantara.
de: Das Liederverzeichnis enthält bereits {songcount} Lieder, welche Sie in Cantara verwenden können.
es: El repositorio de canciones ya contiene {songcount} canciones que puede usar con Cantara.
fr: Le répertoire des chansons contient déjà {songcount} chansons que vous pouvez utiliser avec Cantara.
id: Repositori lagu sudah berisi {songcount} lagu yang dapat Anda gunakan dengan Cantara.
it: Il repository contiene già {songcount} brani che puoi usare con Cantara.
nl: De map bevat {songcount} nummers die u in Cantara kunt gebruiken.
pl: Repozytorium pieśni zawiera już {songcount} pieśni, które możesz wykorzystać w Cantara.
pt: O repositório de músicas já contém {songcount} músicas que você pode usar com o Cantara.
ru: В вашем репозитории уже есть {songcount} песен, которые можно использовать с Cantara.
uk: У вашому репозиторії вже є {songcount} пісень, які можна використовувати з Cantara.
vi: Kho bài hát đã chứa {songcount} bài mà bạn có thể sử dụng với Cantara.
